{
	"zh": {
		"service_center_content_title": "服务协议",
		"service_center_content_paragraph_one": "1.   以下条款适用于由同一公司拥有，运营或托管的网址为www.coingame.com的网站，移动网站和/或移动应用程序（以下合称为“本网站”）提供的会员服务。请仔细阅读以下服务条款。通过点击“注册”按钮或使用本网站服务，视为您同意接受本服务协议所有条款约束。",
		"service_center_content_paragraph_two": "2.   本协议与本网站公布的其他规则、条款、声明和协议构成用户与网站之间的",
		"service_center_content_paragraph_two_a": "完整合约",
		"service_center_content_paragraph_two_b": "。本协议未涉事宜应参照本网站公布的用户",
		"service_center_content_paragraph_two_c": "使用条款",
		"service_center_content_paragraph_two_d": "及",
		"service_center_content_paragraph_two_e": "隐私政策",
		"service_center_content_paragraph_two_f": "的相关定义、规定执行，包括但不限于网站内容及服务的随时更改权利，终止服务权利。若您不同意完整合约的任何条款或内容，请不要浏览、使用本网站（包括隐私政策等）。",
		"service_center_content_paragraph_three": "3.   用户非必须注册成为本网站会员。如果您选择使用本网站提供的会员服务，则必须在本网站注册成为会员。在注册会员的过程中，您需要填写您用以登录的用户名及密码。您选用的用户名不允许使用破坏性或攻击性词汇。",
		"service_center_content_paragraph_four": "4.   在注册会员并使用会员服务时，强烈建议您采取以下预防措施，否则可能会导致无法访问和/或控制您的账户：（1）创建强密码且不将其用于任何其他网站或在线服务；（2）提供准确和真实的信息；（3）维护并及时更新您的信息；（4）通过保护您的账户密码来维护您的账户安全并用密码访问您的电脑和账户；（5）如果您发现或怀疑存在与您的会员账户相关的任何安全漏洞，请及时通知本网站。",
		"service_center_content_paragraph_five": "5.   如果您发现关于您的账户的任何操作有误，本网站保留作废有误投币等操作的权利。",
		"service_center_content_paragraph_six": "6.   用户在此接受并承认，您承担您的会员账户下发生的所有活动的责任，并在法律允许的最大范围内接受任何经授权或未经授权访问会员账户的所有风险。",
		"service_center_content_paragraph_seven": "7.   本网站有权履行KYC（“客户了解”）验证以及访问您的会员账户，如果您无法通过本网站的KYC验证，本网站有权终止或关闭您的账户，或取消您基于账户的任何操作并不承担任何责任。",
		"service_center_content_paragraph_eight": "8.   本网站不会接收或存储用户的账户密码。因此，本网站无法协助用户使用密码检索功能。用户须全权负责牢记账户的密码。否则若用户无账户密码，则会员账户关联的任何数字币都将无法访问。",
		"service_center_content_paragraph_nine": "9.   为了完成所有拟进行的数字货币交易，必须确认并记录在与相关数字货币网络相关联的数字货币公共总账中。这些网络是分散式的，是由独立第三方支持的对等网络，并非由本网站拥有，控制或运营。数字货币网络由独立第三方的分散网络运营，因此本网站无法控制任何数字货币网络，也无法确保用户通过会员账户提交的任何交易细节将通过相关的数字货币网络得到确认。用户承认并同意，用户通过会员账户提交的交易可能无法完成，或者可能会因处理交易的数字货币网络遭遇严重延迟。",
		"service_center_content_paragraph_ten": "10.   数字货币是一种无形的数字资产。它们仅凭在数字货币网络中维护的所有权记录而存在。数字货币中的权利转让发生在数字货币网络内的分散账本上，而不是在本网站的会员服务范围内。本网站不保证该服务可以影响任何数字货币的所有权或其他权利转让。",
		"service_center_content_paragraph_eleven": "11.   当您要求将会员账户下的数字货币转入其他钱包地址，本网站会依据内部流程及监管要求（如KYC）对您的请求进行审核，若通过审核，本网站扣除服务费用后，进行提款操作。",
		"service_center_content_paragraph_twelve": "12.   用户同意，一旦交易通过本网站提供的会员服务提交给数字货币网络，本网站无法帮助您取消或修改您的交易细节。本网站无法控制任何数字货币网络，也无法满足任何取消或修改请求。",
		"service_center_content_paragraph_thrteen": "13.   用户需明白本网站非金融机构，会员账户内的数字货币不会获得任何利息。"
	},
	"en": {
		"service_center_content_title": "Service Agreement",
		"service_center_content_paragraph_one": "1.   This service agreement is applicable to membership service provided by the website: www.coingame.com, mobile site and/or mobile application owned, operated or hosted by the same company. (collectively the 'Site'). Please kindly read carefully this Agreement stated hereunder. By clicking the 'register' button or using services on the Site, you are deemed to accept and abide by any and all terms of this Agreement.",
		"service_center_content_paragraph_two": "2.   This Agreement and other rules, terms, statements or agreements provided or posted on the Site constitute the ",
		"service_center_content_paragraph_two_a": "Entire Agreement ",
		"service_center_content_paragraph_two_b": "between the users and the Site. Any matter not covered in this Agreement shall be implemented according to relevant regulations or definitions under the ",
		"service_center_content_paragraph_two_c": "Terms of Use ",
		"service_center_content_paragraph_two_d": "and ",
		"service_center_content_paragraph_two_e": "Privacy Policy ",
		"service_center_content_paragraph_two_f": "posted on the Site, including but not limited to the right to amend the content of the Site, amend or terminate the services provided by the Site at any time, at its sole and absolute discretion. If you are not willing to be subject to any terms of the Entire Agreement (including Privacy Policy)，we advise you not to browse or use the Site.",
		"service_center_content_paragraph_three": "3.   Users are not obliged to register as member of the Site. Where the use of membership services provided by the Site is at your discretion, you are thereby bound to create an account with the Site for the access to the membership service. As part of the registration process, you will have to choose a username and password for your login into the Site. You will have to choose a username which is not disruptive or offensive. ",
		"service_center_content_paragraph_four": "4.   It is highly recommended that you take the following protective measures in establishing your member account; otherwise, you may not be able to access and/or control your account: (a)Create a strong password and do not use such password on any other website or for any online service; (b)Provide true and accurate information; (c)Maintain and promptly update your information; (d)Guarantee the security of your account by safeguarding your account password and use password to access your computer and account; (e)At any time when you detect or suspect any security defect relating to your account, keep the Site apprised of such defect in a timely manner.",
		"service_center_content_paragraph_five": "5.   If there are any errors regarding your account, the Site reserves the right to invalidate misplaced predictions and other operations. ",
		"service_center_content_paragraph_six": "6.   The user hereby acknowledges and agrees that you will undertake the accountability relating to any and all activities through the use of your account and accept any and all risks arising from any authorized or unauthorized access to the account to the fullest extent legally permissible. ",
		"service_center_content_paragraph_seven": "7.   The Site has the right to carry out “KYC” (Know Your Customer) verification procedures and access to your member account. In case you fail to complete the KYC verification procedures, the Site is entitled to terminate or close your account accordingly, or cancel any operations on your account without any responsibilities.  ",
		"service_center_content_paragraph_eight": "8.   The Site will not receive or store account password and therefore may not be able to provide assistance for the user in searching any password. The user should fully commit the password to memory. Any user not setting an account password may not be able to access any digital currency relating to the member account.",
		"service_center_content_paragraph_nine": "9.   In order to complete any and all proposed digital currency trades, such trade should be recognized and recorded on the public general ledger of the digital currency associated with the related digital currency network. Such network is decentralized and peer-to-peer network supported by the independent third parties, which is not owned, controlled or operated by the Site. Digital currency networks are operated by decentralized networks of independent third parties. The Site has no control over any digital currency network and therefore cannot and does not ensure that any trades details you submit via the membership services will be confirmed over the relevant digital currency network. You acknowledge and agree that the trades you submit via the membership services may not be completed, or may be substantially delayed, by the digital currency network used to process the trades. ",
		"service_center_content_paragraph_ten": "10.   Digital currency is an invisible digital asset and only exists by virtual of the record of ownership maintained in the digital currency network. The title transfer takes place on the decentralized ledger within the digital currency network rather than the scope of membership services of this Site. The Site does not guarantee that the membership service can affect the transfer of the title and other right in any digital currency. ",
		"service_center_content_paragraph_eleven": "11.   When you require to transfer digital currency from your member account to other wallet address, the Site will review your request pursuant to the inner policy and regulatory requirements such as KYC. If such request is granted, it is allowed to transfer after deducting the relevant service fee. ",
		"service_center_content_paragraph_twelve": "12.   The user agrees that the Site may not be able to assist you in cancelling or otherwise modifying your transaction details once such details are submitted via the membership service to a digital currency network. Neither can the Site control any such digital currency network, nor can it meet any request for cancellation or modification.",
		"service_center_content_paragraph_thrteen": "13.   You will not earn any interest on digital currency in your member account and acknowledge that the Site is not a financial institution. "
	},
	"ko": {
		"service_center_content_title": "서비스 협의",
		"service_center_content_paragraph_one": "1.   다음 약관은 동일한 회사에 의해 운영되고 소유되는 홈페이지(www.coingame.com), 모바일 사이트, 모바일 애플리케이션이 제공하는 지갑 서비스에 적용됩니다. (총칭하여 “본 사이트”) 이에 대해 자세히 읽어 주시기 바랍니다. “등록” 버튼을 클릭하거나 본 사이트의 서비스를 실제 이용하기 시작함으로써 본 협의의 모든 약관에 동의하고 수락하는 것으로 간주됩니다.",
		"service_center_content_paragraph_two": "2.   본 협의 및 본 사이트에서 제공되거나 게시된 기타의 규칙, 약관, 성명 또는 계약은 사용자와 본 사이트 간에 ",
		"service_center_content_paragraph_two_a": "완전한 협의입니다.",
		"service_center_content_paragraph_two_b": "본 협의에 명시되지 않은 사항에 대해서는 본 사이트의 게시된",
		"service_center_content_paragraph_two_c": "이용약관",
		"service_center_content_paragraph_two_d": "및",
		"service_center_content_paragraph_two_e": "보안약관",
		"service_center_content_paragraph_two_f": "에 따라 진행되며 임의로 본 사이트의 내용을 수정하거나, 서비스를 정정하고 종료할 권리를 포함하되 이에 국한되지 않습니다. 완전 협의의 약관을 동의하지 않는 경우 본 사이트에 접속하거나 사용하지 마십시오.(보안약관 등을 포함)",
		"service_center_content_paragraph_three": "3.   사용자는 반드시 본 사이트의 회원으로 로그인할 필요는 없습니다. 다만 본 사이트에서 제공하는 회원 서비스를 사용하는 경우, 사용자는 본 사이트의 회원으로 로그인해야 합니다. 본 사이트에 로그인할 때 사용할 사용자 이름과 비밀번호를 입력해야 합니다. 중단되거나 공격적이지 않은 사용자 이름을 선택해야 합니다.",
		"service_center_content_paragraph_four": "4.   회원가입이나 회원 서비스를 사용할 때는 다음과 같은 보호 조치를 취하는 것이 좋습니다. 그렇지 않으면 계정에 액세스하거나 계정을 제어하지 못할 수도 있습니다. (1)강력한 비밀번호를 만들고 다른 웹사이트 또는 온라인 서비스에 해당 비밀번호를 사용하지 마십시오. (2)진실하고 정확한 정보 제공하십시오. (3)정보의 유지 및 신속한 업데이트하십시오. (4)계정 비밀번호를 보호하고 비밀번호를 사용하여 컴퓨터 및 계정에 접근함으로써 계정의 보안을 보장하십시오. (5)계정과 관련된 보안상의 결함을 발견하거나 의심하는 경우에는 언제든지 해당 결함에 대해 본 사이트에게 보고해주십시오.",
		"service_center_content_paragraph_five": "5.  사용자의 계정과 관련하여 오류가 있을 경우 본 사이트는 잘못 배치된 배팅 및 기타 작업을 무효화할 수 있는 권한을 보유합니다.",
		"service_center_content_paragraph_six": "6.   사용자는 계정의 이벤트와 관련된 모든 행위에 책임을 이행할 것이며, 법적으로 허용되는 범위 내에서 승인된 또는 승인되지 않은 액세스로부터 발생하는 모든 위험을 부담합니다.",
		"service_center_content_paragraph_seven": "7.   본 사이트는 KYC(고객 파악) 확인 절차 및 회원 계정에 대한 액세스 권한을 가집니다. KYC 확인 절차를 완료하지 못한 경우, 본 사이트는 계정을 종료 또는 폐쇄하거나 어떠한 책임도 없이 계정에 대한 작업을 취소할 수 있습니다.",
		"service_center_content_paragraph_eight": "8.   본 사이트에서는 사용자 계정 암호를 수신하거나 저장하지 않으므로 사용자가 암호를 검색할 때 도움을 드릴 수 없습니다. 사용자는 암호를 정확히 기억해야 합니다. 계정 암호를 설정하지 않은 사용자는 회원 계정과 관련된 디지털 화폐를 사용할 수 없습니다.",
		"service_center_content_paragraph_nine": "9.   제안된 디지털 화폐 거래를 모두 완료하기 위해서는, 그러한 거래를 인지하고 디지털 화폐 네트워크와 관련된 디지털 화폐 공공장부에 기록해야 합니다. 이러한 네트워크는 본 사이트에서 소유, 제어 또는 운영되지 않는 제3자에 의해 지원되는 분산형  피어 투 피어 네트워크입니다. 디지털 화폐 네트워크는 제3자의 분산형 네트워크로 운영되며 본 사이트에서 디지털 화폐 네트워크를 운영하지 않으며 사용자가 멤버십 서비스를 통해 제출하는 거래 세부 정보가 관련 디지털 통화 네트워크에서 반드시 확인되다는 보장을 해드리지 않습니다. 사용자는 회원 서비스를 통해 제출하는 거래가 완료되지 않거나 거래를 처리하는 데 사용되는 디지털 화폐 네트워크의 이슈로 인해 상당한 시간동안 지연될 수 있음을 인정하고 동의합니다.",
		"service_center_content_paragraph_ten": "10.   디지털 화폐는 보이지 않는 디지털 자산이며 디지털 화폐 네트워크에서 유지된 소유의 기록에 의해서만 존재합니다. 디지털 화폐에서의 권리이전은 본 사이트의 회원 서비스 범위가 아닌 디지털 화폐 네트워크 내의 분산형 원장에 의해 이루어집니다. 본 사이트는 회원 서비스는 어떠한 디지털 화폐의 소유권 및 기타 권리의 이전에도 영향을 미칠 수 있다고 보장하지 않습니다.",
		"service_center_content_paragraph_eleven": "11.   회원 계정에서 다른 지갑 주소로 디지털 화폐를 전송해야 하는 경우, 본 사이트는 KYC와 같은 내부 정책 및 규정 요구 사항에 따라 요청을 검토합니다. 요청이 확인되면 관련 서비스 수수료를 차감한 후 이전할 수 있습니다.",
		"service_center_content_paragraph_twelve": "12.   사용자는 거래가 디지털 화폐 네트워크에 제출된 후, 본 사이트에서 사용자의 거래 세부 정보를 취소하거나 수정할 수 없다는 데 동의합니다. 사용자는 본 사이트가 디지털 화폐 네트워크를 제어할 수도 없고 거래에 대한 취소 또는 수정 요청을 들어줄 수도 없다는데 동의합니다.",
		"service_center_content_paragraph_thrteen": "13.   사용자는 본 사이트가 어떠한 금융기관도 아님을 정확이 인지하고 이에 동의하며. 사용자 계정의 디지털 화폐는 어떠한 이자도 발생하지 않음을 인지하고 이에 동의합니다."
	},
	"ja": {
		"service_center_content_title": "サービス契約",
		"service_center_content_paragraph_one": "1.   以下の条件は、同じ会社によって所有、運営、ホストされているウェブサイトwww.coingame.com、モバイルウェブサイトおよび/またはモバイルアプリケーション（以下、総称して「当サイト」と呼ぶ）によって提供されるウォレットサービスに適用されます。以下のサービス条件をよくよくお読みになってください。「登録」ボタンをクリックする、またはこのウェブサイトのウォレットサービスを使用することで、このサービス契約のすべての条件に拘束されることに同意したものとみなされます。",
		"service_center_content_paragraph_two": "2.   本契約および当サイトに掲載されているその他の規則、条件、宣言および契約は、ユーザーとウェブサイトの間の",
		"service_center_content_paragraph_two_a": "契約全体",
		"service_center_content_paragraph_two_b": "を構成します。本契約に記載されていない事項（ウェブサイトの内容およびサービスをいつでも変更できる権利を含むがそれに限られない）は、当サイトに掲載されているユーザーの",
		"service_center_content_paragraph_two_c": "利用規約",
		"service_center_content_paragraph_two_d": "と",
		"service_center_content_paragraph_two_e": "プライバシー規約",
		"service_center_content_paragraph_two_f": "の関連定義および規定を参考にして実施されるものとします。契約全体の条件に同意しない場合は、当サイトを閲覧または使用しないでください。",
		"service_center_content_paragraph_three": "3.   ユーザーは、新規登録して当サイトの会員になる必要がありません。しかし、当サイトで提供されている会員サービスを使用したい場合は、そうする必要があります。新規会員登録の際は、ログイン時に使用するユーザー名とパスワードを設定する必要があります。ユーザー名を作るには、破壊的/攻撃的な語彙を使用することができかねます。",
		"service_center_content_paragraph_four": "4.   新規登録して会員サービスを使用するとき、アカウントを訪問および/または制御できないことを防ぐため、以下の予防措置をとることを推奨します：（1）強力なパスワードを作成し、他のウェブサイトやオンラインサービスに使用されないようにする；（2）正確かつ誠実な情報を提供する；（3）個人情報を守って、適時に更新する；（4）アカウントのパスワードを保護してアカウントの安全を維持する；（５）アカウントに関連するセキュリティ上の脆弱性があると思う場合は、当サイトに通知してください。",
		"service_center_content_paragraph_five": "5.   アカウントに関する操作ミスが発見された場合、当サイトは間違ったベッティングなどの操作を無効にする権利を留保します。",
		"service_center_content_paragraph_six": "6.   これにより、ユーザーは自分のアカウントによって発生するすべての活動についての責任を負い、法律の許す範囲でアカウントに許可されるかされないアクセスによるすべてのリスクを受け入れます。",
		"service_center_content_paragraph_seven": "7.   当サイトは、KYC（Know Your Customer：顧客確認）を実施して会員のアカウントへのアクセス権を有しています。ユーザーが当サイトのKYC認証に失敗する場合、当サイトはユーザーのアカウントを解約または閉鎖する/アカウントによるすべての操作を削除する権利を有します。当サイトはこういうことについて一切責任を負いかねます。",
		"service_center_content_paragraph_eight": "8.   当サイトはユーザーのアカウントパスワードを受け取ったり保存したりしません。よって、当サイトでは、パスワード検索機能を使用できません。ユーザーには、アカウントのパスワードをしっかり覚える責任があります。パスワードをなくす場合、アカウントに関連するすべての仮想通貨はアクセスできなくなります。",
		"service_center_content_paragraph_nine": "9.   すべての仮想通貨擬似取引を完了させるには、取引を確認し、関連のある仮想通貨ネットワークについての公開台帳に記録する必要があります。このようなネットワークは独立第三者にサポートされている分散型P2Pネットワークであり、当サイトによって所有、制御、または運営されていません。よって、当サイトはすべての仮想通貨ネットワークを制御することができず、ユーザーがアカウントによって提出した取引の詳細は関連のある仮想通貨ネットワークを通じて確認されることも保証できません。ユーザーはアカウントを通じて提出した取引が完了できなかったり、取引を処理する仮想通貨ネットワークによって深刻な遅延が発生したりする可能性があることを受け入れるべきです。",
		"service_center_content_paragraph_ten": "10.   仮想通貨は無形のデジタル資産であり、仮想通貨ネットワークで管理されている所有権記録のみに応じて存在します。仮想通貨の所有権の移転は、当サイトの会員サービスの範囲内ではなく、仮想通貨ネットワークの分散型台帳で行われます。当サイトはこういうサービスが仮想通貨の所有権またはその他の権利移転に影響を与えることを保証できません。",
		"service_center_content_paragraph_eleven": "11.   ユーザーから自分のアカウントにある仮想通貨を他のウォレットアドレスに転送するよう要求される場合、当サイトは内部プロセスおよび規制要件（KYCなど）に従ってリクエストを審査します。要求が承認される場合、当サイトはサービス料金を差し引き、出金操作を行います。",
		"service_center_content_paragraph_twelve": "12.   ユーザーは当サイトが会員サービスを通じて仮想通貨ネットワークに提出された取引を撤回・変更できないことを受け入れるべきです。当サイトがすべての仮想通貨ネットワークを制御できず、撤回や変更の要求を満たすこともできません。",
		"service_center_content_paragraph_thrteen": "13.   当サイトは非金融機関なので、会員はアカウントにある仮想通貨を通じて利子を得ることができません。"
	},
	"ru": {
		"service_center_content_title": "Соглашение об обслуживании ",
		"service_center_content_paragraph_one": "1.   Следующие статьи пригодны для услуг члена, предоставляемых сайтом www.coingame.com, мобильным сайтом и / или мобильным приложением (далее - «настоящим сайтом»), который одинаковая компания имеет, эксплуатирует или опекает. Пожалуйста, внимательно читайте следующие статьи услуг. Если нажать кнопку «регистрация» или применять услуги настоящего сайта, тогда считают, что вы соглашаетесь принять ограничение всех статей в настоящем Соглашении об обслуживании. ",
		"service_center_content_paragraph_two": "2.   Прочие правила, статьи, заявление и соглашение, опубликованные в настоящем Соглашении и настоящем сайте, образуют ",
		"service_center_content_paragraph_two_a": "цельное соглашение ",
		"service_center_content_paragraph_two_b": "между пользователем и сайтом. Вопросы, не предусмотренные настоящим Соглашением, в соответствии с определением, правилами о ",
		"service_center_content_paragraph_two_c": "статьях применения ",
		"service_center_content_paragraph_two_d": "для пользователя и ",
		"service_center_content_paragraph_two_e": "политикой конфиденциальности",
		"service_center_content_paragraph_two_f": ", опубликованными в настоящем сайте, исполняются, включая, но не ограничиваясь содержанием в сайте и правом на изменение услуг в любое время, правом на прекращение услуг. Если вы не соглашаетесь на любые статьи или содержание цельного соглашения, нельзя просмотреть, применять настоящего сайта (в том числе политику конфиденциальности и т. д.). ",
		"service_center_content_paragraph_three": "3.   Пользователю необходимо путем регистрации стать членом в настоящем сайте. Если вы применяете услуги члена, предоставленные настоящим сайтом, тогда необходимо регистрироваться в настоящем сайте и стать членом. В процессе регистрации члена вам нужно заполнять логин и пароль для вхождения. Ваш логин не допускает применять разрушительных или агрессивных слов. ",
		"service_center_content_paragraph_four": "4.   Когда регистрировать члена и применять услуги члена, настоятельно советуют вас принимать следующие меры предосторожности, а то, может быть, это вызывает, что нельзя войти и / или управлять вашим аккаунтом: (1) создать сильный пароль и не применить его в любых других сайтах или онлайновом обслуживании; (2) предоставить точную и реальную информацию; (3) защитить и вовремя обновить вашу информацию; (4) путем защиты вашего пароля защитить безопасность вашего аккаунта и путем пароля посетить ваш компьютер и аккаунт; (5) если вы замечаете или сомневаетесь в существовании любого вакуума в системе защиты о вашем аккаунте члена, вовремя сообщите настоящему сайту. ",
		"service_center_content_paragraph_five": "5.   Если вы замечаете любую неправильную операцию о вашем аккаунте, настоящий сайт оставит за собой право на аннулирование неправильной ставки и других операций. ",
		"service_center_content_paragraph_six": "6.   Пользователь здесь принимает и признает, что вы принимаете на себе ответственность за всю деятельность под вашим аккаунтом члена, и в максимальных рамках, разрешенных законом, несете все риски уполномоченного или неуполномоченного посещения аккаунта члена.",
		"service_center_content_paragraph_seven": "7.   Настоящий сайт имеет право на исполнение проверки KYC («Знай своего клиента») и посещение вашего аккаунта члена, если вы не можете получать проверку KYC в настоящем сайте, он имеет право на прекращение или закрытие вашего аккаунта, или отмену ваших любых операций об аккаунте и не несет никакой ответственности.  ",
		"service_center_content_paragraph_eight": "8.   Настоящий сайт не принимает или сохраняет логин и пароль пользователя. Поэтому настоящий сайт не может помогать пользователю применять функцию поиска пароля. Пользователю необходимо нести полную ответственность за запоминание логина и пароля. А то, если у пользователя нет логина и пароля, нельзя посещать любую цифровую валюту об аккаунте члена. ",
		"service_center_content_paragraph_nine": "9.   Для выполнения всех планирующих сделок цифровой валюты необходимо подтверждать и записать в общем счете цифровой валюты о сетях цифровой валюты. Эти сети рассеивающие, это сеть точка-к-точке, что поддерживает третья сторона, не относится к настоящему сайту, и настоящий сайт не управляет или эксплуатирует эту сеть. Сеть цифровой сети эксплуатируется самостоятельной рассеивающей сетью третьей стороны, поэтому настоящий сайт не может управлять любой сетью цифровой валюты, и не может обеспечивать, что любые подробности сделки, представленные пользователем путем аккаунта члена, подтверждаются путем соответствующей сети цифровой валюты. Пользователь признает и соглашается, что сделка, предоставленная пользователем путем аккаунта члена, может быть, не может выполняться, или, может быть, из-за сети цифровой валюты для обработки сделки подвергается серьезному замедлению. ",
		"service_center_content_paragraph_ten": "10.   Цифровая валюта является невидимым цифровым имуществом. Она существует только на основании защищенной записи права собственности в сети цифровой валюты. Передача права в цифровой валюте появляется рассеивающей счетной книге в сети цифровой валюты, а не находится в рамках услуг члена в этом сайте. Настоящий сайт не обеспечивает, что эти услуги могут влиять на передачу права собственности любой цифровой валюты или передачу прочих прав.",
		"service_center_content_paragraph_eleven": "11.   Когда вы требуете переводить цифровую валюту под аккаунтом члена в адрес другого кошелка, настоящий сайт будет согласно внутреннему процессу и требованиям контроля (например, KYC) утверждать вашу просьбу, если получается утверждение, настоящий сайт вычитает плату услуг, можно вести операцию снятия денег со счета. ",
		"service_center_content_paragraph_twelve": "12.   Пользователь соглашается, если сделка путем услуг члена, предоставленных настоящим сайтом, представляется сети цифровой валюты, настоящий сайт не может помогать вам отменять или изменять подробности вашей сделки. Настоящий сайт не может управлять любой сетью цифровой валюты, и не может удовлетворять любую просьбу отмены или изменения. ",
		"service_center_content_paragraph_thrteen": "13.   Пользователю нужно понимать, что настоящий сайт не является финансовым органом, цифровая валюта в аккаунте члена не получит любой прибыли. "
	},
	"vi": {
		"service_center_content_title": "thỏa thuận dịch vụ",
		"service_center_content_paragraph_one": "1.    Thỏa thuận dịch vụ này áp dụng cho dịch vụ thành viên được cung cấp bởi trang web: www.coingame.com, trang web di động và / hoặc ứng dụng di động được sở hữu, vận hành hoặc lưu trữ bởi cùng một công ty. (gọi chung là 'Trang web') Vui lòng đọc kỹ Thỏa thuận này được nêu dưới đây. Bằng cách nhấp vào nút 'đăng ký' hoặc sử dụng các dịch vụ trên Trang web, bạn được coi là chấp nhận và tuân theo bất kỳ và tất cả các điều khoản của Thỏa thuận này。",
		"service_center_content_paragraph_two": "2.   Thỏa thuận này và các quy tắc, điều khoản, tuyên bố hoặc thỏa thuận khác giữa người dùng  được cung cấp hoặc đăng trên Trang web ",
		"service_center_content_paragraph_two_a": "Toàn bộ thỏa thuận",
		"service_center_content_paragraph_two_b": "。giữa người dùng và Trang web. Mọi vấn đề không được nêu trong Thỏa thuận này sẽ được thực hiện theo các quy định hoặc định nghĩa có liên quan theo,
		"service_center_content_paragraph_two_c": "điều khỏan sử dụng",
		"service_center_content_paragraph_two_d": "và",
		"service_center_content_paragraph_two_e": "chính sách bảo mật thông tin cá nhân",
		"service_center_content_paragraph_two_f": "được đăng trên Trang web, bao gồm nhưng không giới hạn ở quyền sửa đổi nội dung của Trang web, sửa đổi hoặc chấm dứt các dịch vụ do Trang cung cấp bất cứ lúc nào, theo quyết định riêng và tuyệt đối. Nếu bạn không sẵn sàng. phải tuân theo bất kỳ điều khoản nào của Thỏa thuận Toàn bộ (bao gồm Chính sách quyền riêng tư) chúng tôi khuyên bạn không nên duyệt hoặc sử dụng Trang web。",
		"service_center_content_paragraph_three": "3.   Người dùng không bắt buộc phải đăng ký làm thành viên của Trang web. Việc sử dụng các dịch vụ thành viên do Trang web cung cấp theo quyết định của bạn, do đó bạn buộc phải tạo một tài khoản với Trang web để truy cập vào dịch vụ thành viên. Là một phần của quy trình đăng ký, bạn sẽ phải chọn tên người dùng và mật khẩu để đăng nhập vào Trang web. Bạn sẽ phải chọn tên người dùng không gây thiếu văn minh。",
		"service_center_content_paragraph_four": "4.  Chúng tôi khuyên bạn nên thực hiện các biện pháp bảo vệ sau trong việc thiết lập tài khoản thành viên của mình; nếu không, bạn không thể truy cập và / hoặc kiểm soát tài khoản của mình: (a) Tạo mật khẩu mạnh và không sử dụng mật khẩu đó trên bất kỳ trang web nào khác hoặc cho bất kỳ dịch vụ trực tuyến nào; (b) Cung cấp thông tin chính xác và chính xác; (c) Duy trì và cập nhật kịp thời thông tin của bạn; (d) Đảm bảo an toàn cho tài khoản của bạn bằng cách bảo vệ mật khẩu tài khoản của bạn và sử dụng mật khẩu để truy cập vào máy tính và tài khoản của bạn; (e) Bất cứ lúc nào khi bạn phát hiện hoặc nghi ngờ bất kỳ lỗi bảo mật nào liên quan đến tài khoản của bạn, hãy   thông báo về cho trang web về lỗi đó một cách kịp thời。",
		"service_center_content_paragraph_five": "5.  Nếu có bất kỳ lỗi nào liên quan đến tài khoản của bạn, Trang web có quyền vô hiệu hóa các dự đoán  và các hoạt động khác  ",
		"service_center_content_paragraph_six": "6.   Người dùng qua đây thừa nhận và đồng ý rằng bạn sẽ thực hiện trách nhiệm liên quan đến bất kỳ và tất cả các hoạt động thông qua việc sử dụng tài khoản của bạn và chấp nhận mọi rủi ro phát sinh từ bất kỳ quyền truy cập nào được ủy quyền hoặc trái phép vào tài khoản mức độ hợp pháp cho phép。",
		"service_center_content_paragraph_seven": "7.  Trang web có quyền thực hiện các thủ tục xác minh của KYC (biết về khách hàng của bạn) và truy cập vào tài khoản thành viên của bạn. Trong trường hợp bạn không hoàn thành các thủ tục xác minh KYC, Trang web có quyền chấm dứt hoặc đóng tài khoản của bạn theo đó hoặc hủy mọi hoạt động trên tài khoản của bạn mà không chịu bất kỳ trách nhiệm nào 。",
		"service_center_content_paragraph_eight": "8.   Trang web sẽ không nhận hoặc lưu trữ mật khẩu tài khoản và do đó có thể không thể cung cấp hỗ trợ cho người dùng trong việc tìm kiếm bất kỳ mật khẩu nào. Người dùng nên hoàn toàn nhập mật khẩu vào bộ nhớ. có thể không truy cập được bất kỳ loại tiền kỹ thuật số nào liên quan đến tài khoản thành viên。",
		"service_center_content_paragraph_nine": "9.  Để hoàn thành bất kỳ và tất cả các giao dịch tiền kỹ thuật số được đề xuất, giao dịch đó phải được ghi nhận và ghi lại trên sổ cái chung của loại tiền kỹ thuật số liên quan đến mạng tiền tệ kỹ thuật số có liên quan. Mạng này được phân cấp và ngang hàng, Mạng ngang hàng được hỗ trợ bởi các bên thứ ba độc lập, không thuộc sở hữu, kiểm soát hoặc vận hành bởi Trang web. Mạng tiền tệ kỹ thuật số được vận hành bởi các mạng phi tập trung của các bên thứ ba độc lập. Trang web không kiểm soát bất kỳ mạng tiền tệ kỹ thuật số nào và do đó không thể và không đảm bảo rằng mọi chi tiết giao dịch bạn gửi qua dịch vụ thành viên sẽ được xác nhận qua mạng tiền tệ kỹ thuật số có liên quan. Bạn thừa nhận và đồng ý rằng các giao dịch bạn gửi qua dịch vụ thành viên có thể không được hoàn thành hoặc có thể bị trì hoãn đáng kể, bởi kỹ thuật số mạng tiền tệ được sử dụng để xử lý các giao dịch。",
		"service_center_content_paragraph_ten": "10.  Tiền kỹ thuật số là một tài sản kỹ thuật số vô hình và chỉ tồn tại bằng ảo của hồ sơ sở hữu được duy trì trong mạng tiền tệ kỹ thuật số. Việc chuyển tiêu đề diễn ra trên sổ cái phi tập trung trong mạng tiền tệ kỹ thuật số thay vì phạm vi dịch vụ thành viên của Trang web này. Trang web không đảm bảo rằng dịch vụ thành viên có thể ảnh hưởng đến việc chuyển tiêu đề và quyền khác bằng bất kỳ loại tiền kỹ thuật số nào 。",
		"service_center_content_paragraph_eleven": "11.   Khi bạn yêu cầu chuyển tiền kỹ thuật số từ tài khoản thành viên của mình sang địa chỉ ví khác, Trang web sẽ xem xét yêu cầu của bạn theo chính sách nội bộ và các yêu cầu quy định như KYC. Nếu yêu cầu đó được chấp thuận, nó được cho phép. sẽ chuyển sau khi trừ phí dịch vụ liên quan。",
		"service_center_content_paragraph_twelve": "12.  Người dùng đồng ý rằng Trang web có thể không thể hỗ trợ bạn trong việc hủy bỏ hoặc sửa đổi chi tiết giao dịch của bạn sau khi các chi tiết đó được gửi qua dịch vụ thành viên tới mạng tiền tệ kỹ thuật số. mạng tiền tệ kỹ thuật số cũng không thể đáp ứng bất kỳ yêu cầu hủy bỏ hoặc sửa đổi nào。",
		"service_center_content_paragraph_thrteen": "13.  Bạn sẽ không kiếm được bất kỳ khoản lãi nào đối với tiền kỹ thuật số trong tài khoản thành viên của mình và thừa nhận rằng Trang web không phải là một tổ chức tài chính。"
	},
	"zh-Hant": {
		"service_center_content_title": "服務協議",
		"service_center_content_paragraph_one": "1.   以下條款適用於由同一公司擁有，運營或託管的網址為www.coingame.com的網站，移動網站和/或移動應用程式（以下合稱為「本網站」）提供的會員服務。請仔細閱讀以下服務條款。通過點擊「註冊」按鈕或使用本網站服務，視為您同意接受本服務協議所有條款約束。",
		"service_center_content_paragraph_two": "2.   本協議與本網站公布的其他規則、條款、聲明和協議構成用戶與網站之間的",
		"service_center_content_paragraph_two_a": "完整合約",
		"service_center_content_paragraph_two_b": "。本協議未涉事宜應參照本網站公布的用戶",
		"service_center_content_paragraph_two_c": "使用條款",
		"service_center_content_paragraph_two_d": "及",
		"service_center_content_paragraph_two_e": "隱私政策",
		"service_center_content_paragraph_two_f": "的相關定義、規定執行，包括但不限於網站內容及服務的隨時更改權利，終止服務權利。若您不同意完整合約的任何條款或內容，請不要瀏覽、使用本網站（包括隱私政策等）。",
		"service_center_content_paragraph_three": "3.   用戶非必須註冊成為本網站會員。如果您選擇使用本網站提供的會員服務，則必須在本網站註冊成為會員。在註冊會員的過程中，您需要填寫您用以登錄的用戶名及密碼。您選用的用戶名不允許使用破壞性或攻擊性詞彙。",
		"service_center_content_paragraph_four": "4.   在註冊會員並使用會員服務時，強烈建議您採取以下預防措施，否則可能會導致無法訪問和/或控制您的帳戶：（1）創建強密碼且不將其用於任何其他網站或在線服務；（2）提供準確和真實的信息；（3）維護並及時更新您的信息；（4）通過保護您的帳戶密碼來維護您的帳戶安全並用密碼訪問您的電腦和帳戶；（5）如果您發現或懷疑存在與您的會員帳戶相關的任何安全漏洞，請及時通知本網站。",
		"service_center_content_paragraph_five": "5.   如果您發現關於您的帳戶的任何操作有誤，本網站保留作廢有誤投币等操作的權利。",
		"service_center_content_paragraph_six": "6.   用戶在此接受並承認，您承擔您的會員帳戶下發生的所有活動的責任，並在法律允許的最大範圍內接受任何經授權或未經授權訪問會員帳戶的所有風險。",
		"service_center_content_paragraph_seven": "7.   本網站有權履行KYC（「客戶了解」）驗證以及訪問您的會員帳戶，如果您無法通過本網站的KYC驗證，本網站有權終止或關閉您的帳戶，或取消您基於帳戶的任何操作並不承擔任何責任。",
		"service_center_content_paragraph_eight": "8.   本網站不會接收或存儲用戶的帳戶密碼。因此，本網站無法協助用戶使用密碼檢索功能。用戶須全權負責牢記帳戶的密碼。否則若用戶無帳戶密碼，則會員帳戶關聯的任何數字幣都將無法訪問。",
		"service_center_content_paragraph_nine": "9.   為了完成所有擬進行的數字貨幣交易，必須確認並記錄在與相關數字貨幣網絡相關聯的數字貨幣公共總帳中。這些網絡是分散式的，是由獨立第三方支持的對等網絡，並非由本網站擁有，控制或運營。數字貨幣網絡由獨立第三方的分散網絡運營，因此本網站無法控制任何數字貨幣網絡，也無法確保用戶通過會員帳戶提交的任何交易細節將通過相關的數字貨幣網絡得到確認。用戶承認並同意，用戶通過會員帳戶提交的交易可能無法完成，或者可能會因處理交易的數字貨幣網絡遭遇嚴重延遲。",
		"service_center_content_paragraph_ten": "10.   數字貨幣是一種無形的數字資產。它們僅憑在數字貨幣網絡中維護的所有權記錄而存在。數字貨幣中的權利轉讓發生在數字貨幣網絡內的分散帳本上，而不是在本網站的會員服務範圍內。本網站不保證該服務可以影響任何數字貨幣的所有權或其他權利轉讓。",
		"service_center_content_paragraph_eleven": "11.   當您要求將會員帳戶下的數字貨幣轉入其他錢包地址，本網站會依據內部流程及監管要求（如KYC）對您的請求進行審核，若通過審核，本網站扣除服務費用後，進行提款操作。",
		"service_center_content_paragraph_twelve": "12.   用戶同意，一旦交易通過本網站提供的會員服務提交給數字貨幣網絡，本網站無法幫助您取消或修改您的交易細節。本網站無法控制任何數字貨幣網絡，也無法滿足任何取消或修改請求。",
		"service_center_content_paragraph_thrteen": "13.   用戶需明白本網站非金融機構，會員帳戶內的數字貨幣不會獲得任何利息。"
	}
}
