{
  "zh": {
    "hidden_container_title": "EtcGame使用条款",
    "hidden_container_content_one": "1、以下条款适用于由同一公司拥有，运营或托管的网址为【www.etcgame.com】的网站，移动网站和/或移动应用程序（以下合称为“本网站”）。本网站将发布适用于每个预测活动的具体规则（“预测规则”），包括但不限于该活动的预测结果选项，每个预测结果选项所对应的接收数字货币的地址（“预测地址”），预测成功的标准，用户做出预测的有效期以及做出成功预测的用户如何分享收益的规则等。所有参与本网站预测活动的用户都应遵守相关的预测规则。",
    "hidden_container_content_two": "2、本网站所示预测规则为使用条款的组成部分。本网站所示的使用条款和其他协议或文件将构成用户与本网站之间完整的合约。用户登陆、浏览、使用本网站，向预测地址转入数字货币，应视为用户已不可撤销地同意遵守上述完整合约。",
    "hidden_container_content_three": "3、参加预测活动的用户，应在预测规则允许的或者本网站另行公布的做出预测的有效期（“预测有效期”）内，向预测地址打入预测规则所指定种类的数字货币。用户不得打入预测规则规定以外类型的数字货币，也不得打入任何国家的法币。",
    "hidden_container_content_four": "4、预测规则可以规定，在某条件满足之后，该预测活动将不接受用户继续打币参与预测，本网站也有权发布通知随时终止某活动的预测有效期。预测有效期到期或提前终止之后，用户如继续向该预测活动转入数字货币，将视为无效预测，因此遭受的损失由用户承担。",
    "hidden_container_content_five": "5、本网站有权发布通知随时撤销某预测活动，在此情况下，预测活动将于本网站公布终止信息之时终止，用户如果已向该预测活动打币，数字货币自动退至该用户的原打币地址。",
    "hidden_container_content_six": "6、预测活动的最终结果，以预测规则所规定的来源显示的相关信息作为唯一的预测成功标准，用户不得对此提出异议。用户在此同意，如果用户预测不成功，则其打入的全部数字货币将由本网站转给预测成功的用户所有。",
    "hidden_container_content_seven": "7、本网站仅为预测活动的发布平台，不以收集公众资金为目的获取收益也不会动用用户在预测有效期内暂存的数字货币。此外，本网站不对用户暂存的数字货币以任何方式给付回报或利息。本网站有权在扣除服务费后，预测成功的收益将根据智能合约原路打给预测成功的用户。",
    "hidden_container_content_eight": "8、预测成功的用户应就其来源于本网站预测活动的收益，按照适用于该用户的法律自行缴纳适用法律所规定的税费。",
    "hidden_container_content_nine": "9、特此声明，我们会不断修改，更新，扩展和改进本网站。根据适用法律，本网站保留随时自行决定修改或添加或删除使用条款、预测规则及其他可构成完整合约的条款和政策的权利并无须事先通知。这些条款的变更将会在网站上及时公布供用户知悉并不会追溯适用。我们建议用户经常查看本网站以了解有效的条款和更改。本网站将不承担用户因上述变化受到的损失。如果用户不同意完整合约的任何条款，请勿登陆、浏览、使用本网站。",
    "hidden_container_content_ten": "10、本网站可能包含指向其他网站的链接（“链接网站”）。本网站对任何链接网站的内容不负任何责任。",
    "hidden_container_content_eleven": "11、当用户登录，浏览，使用本网站或将数字货币转移到预测地址时，本网站可能会接收并采集用户的信息。此类信息可能会依据管辖法律，法规，政府政策或法律程序而被披露。因此，本网站不负责维护用户提供或通过上述方法收集的任何用户信息的机密性。",
    "hidden_container_content_teweve": "12、本网站可能允许第三方服务提供商通过本网站启用cookie，进行分析或提供营销服务。此类第三方启用Cookie将不受本网站控制，本网站不对第三方的任何行为负责。",
    "hidden_container_content_thirteen": "13、本网站上包含的所有内容，包括但不限于文字，商标，图表等均为本网站或其提供者的财产并受相关知识产权和所有权法律的保护。用户同意遵守内容中包含的所有的版权和其他所有权声明，图例或其他限制，并且不会对其进行任何更改。用户也承诺不会修改，披露，传播，进行逆向工程，制作衍生作品，参与任何转让或销售，或者全部或部分地使用本网站上的任何内容。",
    "hidden_container_content_fourteen": "14、用户同意本网站不承担因任何错误，遗漏，中断，删除，缺陷，延迟操作或传输，通信线路故障，盗窃或销毁或未经授权访问或更改数据或信息导致的直接或间接的损失。本网站亦不承担网络或线路，Wi-Fi，蓝牙，计算机，系统，服务器或提供商，计算机设备，软件或电子邮件的任何技术故障，或任何网站或因特网的拥堵产生的责任。此外，本网站无需承担因系统或通讯错误，网站的程序错误或病毒导致的用户硬件和/或软件和/或数据受到损害的责任。",
    "hidden_container_content_fifteen": "15、用户承认并接受本网站或其关联公司的破产或其他不可预见的问题（如监管政策的变化及监管要求或网站受攻击）可能会导致用户的损失。由于这些不可预见的问题引起的损害，损失，成本或开支应由用户自行承担。",
    "hidden_container_content_sixteen": "16、本网站不应视为向用户提供了有关预测活动的指导、分析、建议、决定，也不对用户的预测结果负责。用户享有和承担参与预测活动的收益、损失和风险。若下述19.2条中的列举国公民执意参加本网站提供的预测服务，该用户应同意并接受完整合约的所有条款，如承担预测活动的损失和风险，因管辖法律的监管造成的损失等。",
    "hidden_container_content_seventeen": "17、本网站有权在没有任何通知和义务的情况下随时终止服务或阻止用户访问本网站并不承担任何责任。",
    "hidden_container_content_eighteen": "18、用户已认可用户与本网站间的完整合约或使用本网站不会导致本网站与用户之间存在任何合资企业，合伙，雇佣或代理关系。本网站对完整合约的履行受制于现行有效的法律和法律程序。如果完整合约的任何部分根据适用法律被确定为无效或不可执行，则无效或不可执行的条款将被有效的，可强制执行的且最贴近原始条款意图的条款替代。其余部分继续有效。",
    "hidden_container_content_nineteen": "19、本网站不对用户使用本网站从事的任何行为负责。用户须自行了解和确保，其参与本网站上的预测活动须符合其国籍所在地和预测行为地的法律规定，与此相关的所有风险和责任由用户自行承担，与本网站无关。现特此明确拒绝承担以下责任：",
    "hidden_container_content_twenty": "1、任何人在使用本网站或进行预测活动时违反任何国家的反洗钱，反恐怖融资或其他监管要求。",
    "hidden_container_content_twentyOne": "2、经过慎重考虑，本网站决定不接受美国，伊拉克和中国大陆的公民或居民参与预测。",
    "hidden_container_content_twentyTwo": "20、此外，用户应承担，本网站因用户违反完整合约或用户使用本网站而令网站遭受的所有索赔，损失和费用。本网站未及时追责，不视为对任何权利的放弃。",
    "hidden_container_content_twentyThree": "21、用户因使用本网站或预测活动引起的纠纷的追责，须于纠纷发生起一（1）年内提出。",
    "hidden_container_refuse": "拒绝",
    "hidden_container_agree": "同意"
  },
  "en": {
    "hidden_container_title": "Terms of Use",
    "hidden_container_content_one": "1、These following terms and conditions are applicable to the website https://www.etcgame.com, mobile site and/or mobile application owned, operated or hosted by the same company. (Collectively the 'Site'). The Site will publish specific rules applicable to each forecast activity ('Forecast Rules'), including without limitation: the forecast result options, the address to receive the digital currency for each forecast result option (“Forecast Address”), the criterion for judging a successful forecast, the effective period for users to make the forecast, the rules of how the proceeds should be allocated among the users who make successful forecast, etc.. All users participating in the forecast projects on the Site should comply with the relevant Forecast Rules.",
    "hidden_container_content_two": "2、The Forecast Rules posted on the Site is the integral part of the Terms of Use. The Terms of Use and other agreements or documents provided or posted on the Site constitute the Entire Agreement between the users and the Site. All the users who log in, browse, use the Site, and transfer digital currency to the Forecast Address, shall be regarded as having irrevocably agreed to comply with the Entire Agreement. ",
    "hidden_container_content_three": "3、The users participating in the forecast activity shall transfer the designated type (s) of digital currency(ies) as stipulated by the Forecast Rules to the Forecast Address, within the effective period for making the forecast as stipulated by the Forecast Rules or otherwise published on the Site (“Forecast Effective Period”). The users should not transfer any other types of digital currencies which are not designated by the Forecast Rules, nor should the users transfer any country's legal tender (fiat money) for forecast.",
    "hidden_container_content_four": "4、The Forecast Rules may stipulate that after certain conditions are met, the forecast activity will not accept the users to transfer further digital currency to participate in the forecast, in addition, the Site has the right to issue a notice to terminate the Forecast Effective Period applicable to a specific forecast activity at any time. After the Forecast Effective Period for a forecast activity is expired or terminated in advance, if a user transfers further digital currency for that forecast activity, such transfer will be regarded as being used for an invalid forecast and therefore the losses suffered by the user shall be borne on its own. ",
    "hidden_container_content_five": "5、The Site has the right to issue a notice to cancel a forecast activity at any time, under such circumstances, the forecast activity will be cancelled upon the publication of such cancellation notice on the Site. If the user has already transferred digital currency to that forecast activity, such transfer would be automatically sent back to the user’s original digital currency remitting address.",
    "hidden_container_content_six": "6、The relevant information shown in the source as stipulated by the Forecast Rules should be the only criterion for judging a successful forecast, and the users should not raise any objection to this. The users hereby agree that if they fail to make a successful forecast, all of the digital currency transferred by them will be remitted by the Site to the users who make a successful forecast.",
    "hidden_container_content_seven": "7、The Site is only a publishing platform for forecasting activities and will not use the digital currency temporarily stored by users for the purpose of collecting public funds. Furthermore, the Site does not promise to pay any return or interest on the digital currency temporarily stored by users. The proceeds of a successful forecast after deducting the service fee payable to the Site, should be sent back to the original digital currency remitting address of the users who make such successful forecast, on the basis of smarts contracts.",
    "hidden_container_content_eight": "8、The users who make a successful forecast shall be solely responsible for any tax obligations arising out of proceeds obtained by him/her from the forecast activity on the Site in accordance with the applicable laws.",
    "hidden_container_content_nine": "9、It is hereby stated that the Site will be amended, expanded, updated, and improved from time to time. Subject to the applicable law, the Site reserves the right to amend or remove portions of the Terms of Use or Forecast Rules or other terms or policies constituting the Entire Agreement at any time without prior notice, in our sole and absolute discretion. Such changes to these provisions will be posted on the Site for users’ reference and not be applied retroactively. We do advise users to check the Site frequently to be aware of the valid provisions and changes. The Site will not be responsible for any damages, losses to users due to the foregoing changes. If users do not agree to any term of the Entire Agreement, please do not log in, browse and use the Site. ",
    "hidden_container_content_ten": "10、The Site may contain Links or other websites (“Linked Sites”), the Site is not responsible for the contents on the Linked Sites. ",
    "hidden_container_content_eleven": "11、The Site may receive and collect users’ information whenever users log in, browse, use the Site or transfer digital currency to the Predictive Address. Such information may be disclosed to fulfill the governing laws, regulations, governmental policies or legal processes. Therefore, the Site is not responsible for maintaining the confidentiality of any information of users provide, or collected by foregoing methods. ",
    "hidden_container_content_teweve": "12、A third party may be permitted by the Site to place cookie through the Site, to analyse or to provide advertising services for users. The use of cookie by third parties cannot be controlled by the Site, and the Site is not responsible for any actions taken by third parties.",
    "hidden_container_content_thirteen": "13、The property of all content posted on the Site, including without limitation, texts, trademarks, and charts on the Site belongs to the Site or its suppliers and is protected by relevant laws which preserve intellectual property and ownerships. Users shall agree to observe and abide by all copyrights and other proprietary notices, legends or other restrictions contained in any such content and not make any changes thereto. Users also promise not to amend, disclose, spread, reserve engineering, make derivative work and take part in any transfer or sale or exploit any of content on the Site, in whole or in part.",
    "hidden_container_content_fourteen": "14、Users agree that the Site is not responsible for any error, omission, interruption, deletion, defect, delay in operation or transmission, communications line failure, theft or destruction or unauthorised access to, or alteration of data or information and any direct or indirect loss arising from these occurrences. The Site does not undertake the liabilities for any problems or technical malfunction of any network or lines, Wi-Fi, Bluetooth, computers, systems, servers or providers, computer equipment, software or email on account of technical problems or traffic congestion on the internet or at any web site, mobile site or mobile application. Additionally, the Site shall not be responsible or liable to users in the event of systems or communications errors, bugs or viruses relating to the Site or which will result in damage to users’ hardware and/or software and/or data. ",
    "hidden_container_content_fifteen": "15、Users recognise and accept that the bankruptcy of the Site or its affiliates or other unforeseen issues (such as changes in regulatory policies and requirements of regulators or an attack on the Site) may cause the damages or losses to users. The damages, losses, costs or expenses, arising out of such unforeseen issues shall be undertaken on users’ own. ",
    "hidden_container_content_sixteen": "16、The Site shall not be regarded as providing the users with any guidance, analysis, recommendation or decisions for any forecast activity. The Site shall not be responsible for users’ forecast results. Users receive the proceeds and bear the losses and risks of participating in the forecast activities. In the event that the users who are the citizens of states listing in the term 19.2，insist on participating in the forecast activities post on the Site, such users should accept and acknowledge all terms stipulated under the Entire Agreement, such as being responsible for the losses ad risks of forecast results and the losses to the users due to the regulation pertaining to the applicable law.",
    "hidden_container_content_seventeen": "17、The Site has the right to terminate the services or prevent users from accessing the Site at any time, in its sole and absolute discretion without any notice and duties. ",
    "hidden_container_content_eighteen": "18、Users recognise that no joint venture, partnership, employment, or agency relationship between users and the Site as a result of the Entire Agreement or use of the Site. The Site performs the Entire Agreement pursuant to effective laws and legal process. If any portion of the Entire Agreement is determined to be invalid or unenforceable according to governing law, the invalid or unenforceable clause will be deemed superseded by a valid, enforceable clause that most closely matches the intent of the original clause and the remainder of the Entire Agreement shall continue in effect. ",
    "hidden_container_content_nineteen": "19、The Site is not responsible for any action done by users. The user should understand and ensure by herself or himself that, his/ her participation in the forecast activities on the Site shall comply with the laws and regulations of his country of nationality and the country where he makes the forecast, and all the risks and responsibilities in relation to the above shall be assumed by the user himself/herself, which are irrelevant to the Site. For clear and further clarification, it is hereby expressly disclaimed and refused to accept the following responsibilities: ",
    "hidden_container_content_twenty": "a) Anyone who violates the anti-money-laundering, counter-terrorist financing or other regulatory requirements of any country in the use of the Site or processing in forecast activities.",
    "hidden_container_content_twentyOne": "b) After careful consideration, the Site decides not to accept the participation of citizens or residents of the United States, Iraq and mainland China in the forecast.",
    "hidden_container_content_twentyTwo": "20、Additionally, users shall indemnify the Site from and against all claims, liabilities, losses and expenses, arising out of or with regards to any breach of the Entire Agreement by users, and any other duties caused by using the Site. Failure to claim promptly shall not be regarded as a waiver of any right. ",
    "hidden_container_content_twentyThree": "21、Users should take legal action pertaining to any claim or dispute arising out of the use of the Site or the forecast activity within one (1) year upon the occurring of the dispute.",
    "hidden_container_refuse": "Decline",
    "hidden_container_agree": "Accept"
  },
  "ja": {
    "hidden_container_title": "EtcGame 利用規約",
    "hidden_container_content_one": "1、以下の条項は同一の会社が所有、運営または委託管理している【www.etcgame.com】というウェブサイト、モバイルサイト及び/もしくはモバイルアプリケーション（以下、「当サイト」といいます）に適用するものとします。当サイトでは、それぞれのベッティング項目に適用される具体的なルール（ベッティングルール）を発表し、これは当項目におけるベッティングオプション、それぞれのベッティングオプションに対応したデジタル通貨を受領するウォレットアドレス（ベッティングに使用するウォレットアドレス）、ベッティングの的中基準、ユーザーの行ったベッティングの有効期限、ベッティングが的中したユーザー間の賞金配分に関する規則を含むが、これに限定されたものではありません。当サイトのベッティング活動に参加するすべてのユーザーはそれに関連するベッティングルールを遵守しなければなりません。",
    "hidden_container_content_two": "2、当サイトに示されたベッティングルールは利用規約の構成部分です。当サイトに示された利用規約や他の合意書、ドキュメント等は当サイトとユーザー間の完全な合意を構成します。ユーザーが当サイトに登録、閲覧、使用するに際し、またはベッティングに使用するウォレットアドレスにデジタル通貨を送付するに際し、上述した契約内容のすべてを遵守することに取消不能な同意をしたとみなします。",
    "hidden_container_content_three": "3、ベッティング活動に参加するユーザーは、ベッティングルールの認めた、もしくは当サイトが発表したベッティングの有効期間（「ベッティングの有効期間」）内において、ベッティングに使用するウォレットアドレスにベッティングルールの指定した種類のデジタル通貨を送付すべきものとします。ユーザーはベッティングルールの定めた種類以外のデジタル通貨、またはいかなる国家の法定通貨を送付してもなりません。",
    "hidden_container_content_four": "4、ベッティングルールは、特定の条件が満たされた以降、当ベッティング項目において、それより以降ユーザーがデジタル通貨を送付しベッティングに参加することを受け付けないと定めることができるものとして、また当サイトは、特定のベッティング項目において随時ベッティングの有効期間を終了させることができるものとします。ベッティンの有効期間が満了、または早めに終了した以降、仮にユーザーが続けて当ベッティング項目にデジタル通貨を送付した場合、これは無効なベッティングとみなし、これにより発生した損失はユーザーの負担となるとします。",
    "hidden_container_content_five": "5、当サイトは随時、特定のベッティング項目を撤回することができるものとし、この場合において、ベッティング項目は当サイトが終了のお知らせを発表した時点をもって終了し、ユーザーがそれまでにベッティング項目にデジタル通貨を送付した場合、送付されたデジタル通貨は自動的に当ユーザーの元のウォレットアドレスに返却されます。",
    "hidden_container_content_six": "6、ベッティング活動の最終結果は、ベッティングルールの定めた情報源に表示された関連情報を唯一のベッティングの的中基準とし、これに対してユーザーによるいかなる異議申立ても認めません。ユーザーはここにて、自己のベッティングが外れた場合、送付されたデジタル通貨のすべては当サイトによりベッティングが的中したものに転送されることに同意します。",
    "hidden_container_content_seven": "7、当サイトはベッティング活動を発表するプラットフォームにすぎず、民間の資金を収集することを目的とせず、利益が発生してもそれはユーザーがベッティングの有効期限内において預けたデジタル通貨を流用することはありません。また、当サイトはユーザーが預けたデジタル通貨に対していかなる方式をもって収益または利息を給付することもありません。当サイトは手数料を差し引いた後、ベッティングが的中したことにより生じた収益金をベッティングが的中したユーザーに還元することができるとします。",
    "hidden_container_content_eight": "8、ベッティングが的中したユーザーは、当サイトにおけるベッティング活動により生じた収益に対し、ユーザーに適用される法律に従い自発的に適用される法律の規定した税金を納めるべきものとします。",
    "hidden_container_content_nine": "9、ここにて特別声明をします。我々は当サイトに対して不断に変更、更新、拡張及び改善を行います。当サイトは適用される法律に従い、利用規約、ベッティングルールその他完全な合意を形成する約款やポリシーに対して随時かつ自発的に内容を変更、追加または削除する権利を留保し、かつこれを事前に通知する必要がないとします。上述したような約款に対する変更はユーザーがこれを認知できるよう、適時に当サイトに公表し、かつ遡及適用はしないものとします。ユーザーが有効な約款及び変更を理解することができるよう、頻繁に当サイトを閲覧することを推奨します。当サイトはユーザーが上述した変化により被った損失を負担しないものとします。ユーザーが完全な合意を形成する任意の約款に同意しない場合、当サイトに登録し、当サイトを閲覧、使用しないでください。",
    "hidden_container_content_ten": "10、当サイトは他のサイトにリダイレクトされるリンク(「リダイレクトされたサイト」)を含む可能性があります。当サイトは、いかなるリンクの内容に対しても責任を負いかねます。",
    "hidden_container_content_eleven": "11、ユーザーが当サイトにログインし、または当サイトを閲覧、使用し、またはデジタル通貨をベッティングに使用するウォレットアドレスに転送する際に、本サイトはユーザー情報を受信、集積する可能性があります。この種の情報は所轄の法律、法規、政府による政策または法定手続きに則り開示されることがあります。したがって、本サイトはユーザーが提供した情報、または上述した方法で集積した情報の機密性を維持する責めを負わないものとします。",
    "hidden_container_content_teweve": "12、当サイトは、第三者であるサービスプロバイダが当サイトにおいてクッキーを有効化し分析を行いまたはマーケティングサービスを提供することを許可する場合があります。このような第三者によるクッキーの有効化は当サイトの制御可能な範囲になく、当サイトは第三者のいかなる行為に対しても責任を負いかねます。",
    "hidden_container_content_thirteen": "13、当サイトに含まれた、文字、商標、グラフ等を含むがこれに限定されないすべての内容は、当サイトまたはその提供者の財産であり、その知的財産権及び所有権は関連法律により守られています。ユーザーは内容に含まれるすべての著作権及び所有権に関する声明、凡例その他制限を遵守し、かつそれに対していかなる変更もしないことを約束します。また、ユーザーは内容に対し、変更、開示、広告、リバースエンジニアリングを行わない、派生作品を制作しない、いかなる転売や販売行為にも参加しない、また当サイトにおけるすべての内容の全部または一部を使用しないことを約束します。",
    "hidden_container_content_fourteen": "14、ユーザーは当サイトがいかなる誤り、脱落、中断、削除、欠陥、操作遅延または伝送、通信回線の故障、盗難、毀損、不正アクセス、データや情報に対する変更などによる直接的または間接的な損失を負担しないことに同意します。当サイトは、インタネット、回線、Wi-Fi、Bluetooth、コンピューター、システム、サーバーまたはサービスプロバイダー、計算装置、ソフトウェア、電子メールにおけるいかなる技術的故障、またはいかなるウェブサイトやインターネットの混雑に対しても責任を負いかねます。その他、当サイトはシステムエラー、通信エラー、ウェブサイトのプログラムエラーまたはウイルスによるユーザーのハードウェア及び/或いはソフトウェア及び/或いはデータにおける損害に関しても責任を負担する必要がないものとします。",
    "hidden_container_content_fifteen": "15、ユーザーは当サイト及びその関連会社が破産または予測不能な問題（例えば規制政策の変化、監察要請やウェブサイトに対する攻撃等）によりユーザーの損失を招く可能性があることを承認かつ容認します。このような予測不能な問題による損害、損失、コストまたは支出はユーザーの自己負担となるとします。",
    "hidden_container_content_sixteen": "16、当サイトはユーザーに対し、ベッティング活動に関する指導、分析、助言、決定を提供するものと見なすべきではなく、ユーザーのベッティング結果に対しても責任を負いかねます。ユーザーはベッティング活動に参加することにより生じる収益、損失及びリスクを享有、負担します。",
    "hidden_container_content_seventeen": "17、当サイトには、前もって通知することなしに、前もって通知する義務を負わずにユーザーに提供するサービスを終了させ、またはユーザーによる本サイトへのアクセスを拒否する権利を享受します。",
    "hidden_container_content_eighteen": "18、ユーザーは当サイト及びユーザー間で完全な合意がすでに形成されていること、及び当サイトを使用しても当サイトとユーザー間でいかなる合資企業、パートナー、雇用または代理関係が存在しないことを認めます。当サイトの完全な合意に対する履行は有効な現行法及び法定手続きによる制約を受けます。完全な合意における任意の部分が適用される法律により無効または実行不能とされた場合、無効または実行不能な約款は有効、強制実行可能かつ最も約款の最初の意図に近い約款に代替されます。その他の部分は引き続き効力を持ちます。",
    "hidden_container_content_nineteen": "19、当サイトは、ユーザーの当サイトを利用した一切の行為に対して責任を負いかねます。ユーザーは自力で当サイトにて参加するベッティング活動は自己の国籍所在地及びベッティング活動の発生地の法令を遵守していることを承知、確認する必要があり、それに伴うすべてのリスク及び責任はユーザーの自己負担となり、当サイトとは関係ありません。ここにて以下の事項に関する責任は負いかねることを明白にします：",
    "hidden_container_content_twenty": "19.1、何人たりとも、当サイトを使用するまたは当サイトでベッティング活動に参加する際に任意の国家の反マネーロンダリング法、反テロー融資その他規制要件に違反した場合。",
    "hidden_container_content_twentyOne": "19.2、熟慮した結果、当サイトはアメリカ、イラク及び中国大陸の国民及び居住者によるベッティングを認めないことにしました。",
    "hidden_container_content_twentyTwo": "また、ユーザーは当サイトが当ユーザーが完全な合意に違反することにより被る賠償費用、損失その他費用のすべてを負担すべきものとします。",
    "hidden_container_content_twentyThree": "20、当サイトの使用またはベッティング活動により発生したいかなるトラブルに関しては発生してから一（１）年以内に申し入れる必要があるものとします。",
    "hidden_container_refuse": "拒否します",
    "hidden_container_agree": "同意します"
  },
  "ko": {
    "hidden_container_title": "이용 약관",
    "hidden_container_content_one": "1、다음 약관은 동일한 회사가 소유하고, 운영 또는 호스팅 하는 웹 사이트 【www.etcgame.com 】로, 모바일 사이트 및/또는 모바일 애플리케이션에 적용됩니다. (이 약관은 전체 사이트에 효력이 유효합니다). 본 사이트는 다음과 같은 제한 사항 없이 각 예측 활동(“예측 규칙”)에 적용되는 특정 규칙을 명시합니다. 제한 사항: 예측 결과 옵션, 각 예측 결과 옵션에 대한 디지털 화폐를 받을 수 있는 지갑 주소 (“예측 주소”), 예측 성공을 위한 기준, 사용자가 예측할 수 있는 유효 기간, 예측에 성공한 한 사용자에게 수익을 분배하는 방법에 대한 규칙, 등. 이 사이트에서 예측 계약에 참여하는 모든 사용자들은 이와 관련된 예측 규칙을 준수해야 합니다.",
    "hidden_container_content_two": "2、사이트에 게시된 예측 규칙은 이용 약관의 핵심 부분입니다.  이용 약관과 사이트에 제공되거나 게시된 기타 계약 또는 문서는 사용자와 사이트 간의 전체 계약을 구성합니다. 사이트에 로그인하고, 검색하고, 이용하며 암호화폐를 예측 주소로 전송하는 모든 사용자는 전체 계약을 준수하도록 동의를 한 것으로 간주됩니다. ",
    "hidden_container_content_three": "3、예측 활동에 참여하는 사용자는 예측 규칙에 의해 규정되거나 사이트에서 발표된 예측 유효 기간 내에(“예측 유효 기간”) 지정된 유형의 암호화폐를 예측 주소로 송금해야 합니다. 사용자는 예측 규칙에 의해 지정되지 않은 다른 암호화폐를 송금해서는 안 되며, 국가의 법적 통화를 (Fiat)를 송금해서도 안 됩니다.",
    "hidden_container_content_four": "4、예측 규칙은 특정 조건이 충족된 후에 사용자들이 예측 활동을 위해 암호화폐를 전송하는 것을 더 이상 전송할 수 없도록 규정할 수 있습니다. 사이트는 언제든지 특정 예측 활동에 적용되는 예측 유효 기간을 종료하기 위한 통지를 발행할 권한이 있습니다. 예측 활동의 예측 유효 기간이 만료되거나 이전에 종료된 후에 사용자가 그 예측 활동에 더 많은 암호화폐를 전송할 경우, 전송된 암호화폐는 효력이 없는 것으로 간주되므로 사용자가 입는 손실은 사용자가 직접 부담해야 합니다.",
    "hidden_container_content_five": "5、사이트는 이러한 상황에서 언제든지 예측 활동을 취소하도록 공지할 권한이 있으며, 이러한 취소 통지가 사이트에 게시되면 예측 활동이 취소됩니다. 사용자가 이미 암호화폐를 해당 예측 활동 계좌로 전송한 경우, 송금된 암호화폐는 사용자의 암호화폐 주소로 자동으로 반환됩니다. ",
    "hidden_container_content_six": "6、예측 규칙에 의해 규정된 출처에 표시되어 있는 관련 정보는 성공적인 예측을 판단하기 위한 유일한 기준이어야 하며 사용자는 이에 대해 어떠한 이의도 제기할 수 없습니다. 이에 따라 사용자는 만약 자신이 성공적으로 예측을 하지 못 했을 경우 자신이 투자한 모든 암호화폐가 예측에 성공한 사용자에게 돌아간다는 것에 동의합니다.",
    "hidden_container_content_seven": "7、이 사이트는 자금을 모으기 위해 사용자가 송금한 암호화폐를 사용하지 않는 공표용 사이트입니다. 또한 본 사이트는 사용자가 일시적으로 저장한 암호화폐에 대한 어떠한 수익이나 이자도 지불하지 않습니다. 본 사이트는 서비스 요금을 공제한 이후에 스마트계약의 내용에 따라 당첨금을 유저에게 입금해 드립니다.  ",
    "hidden_container_content_eight": "8、예측에 성공한 사용자는 사이트의 예측 활동을 통해 취득한 수익에 대해 해당 법률에 따라 세금이 징수됩니다. ",
    "hidden_container_content_nine": "9、본 사이트는 수시로 개정, 확장, 업데이트 및 개선될 것임을 명시합니다. 해당 법률에 따라, 당사는 당사의 단독 및 절대적 재량으로 언제든지 사전 고지 없이 이용 약관, 예측 규칙, 기타 약관 및 전체 계약 조건의 일부를 수정하거나 제거할 권한이 있습니다. 이러한 조항의 변경 사항은 사용자의 참조를 위해 사이트에 게시되며 소급 적용되지 않습니다. 올바른 조항과 변경 사항을 알기 위해 사이트를 자주 확인할 것을 권장합니다. 본 사이트는 앞으로 언급한 변경 사항으로 인한 사용자의 피해에 대해서는 일체의 책임을 지지 않습니다. 사용자가 전체 계약 조건에 동의하지 않는 경우, 본 사이트의 로그인, 검색, 이용을 권장하지 않습니다. ",
    "hidden_container_content_ten": "10、본 사이트에는 링크 또는 기타 웹 사이트 (“연결 사이트”)가 노출될 수 있으며, 연결 사이트의 내용에 대해 본 사이트는 책임을 지지 않습니다.",
    "hidden_container_content_eleven": "11、본 사이트는 사용자가 로그인, 검색, 이용 또는 암호화폐의 송금 내역 등의 정보를 수집합니다. 수집된 정보는 관리, 규제, 정부 정책 또는 법적 절차를 이행하기 위해 공개될 수 있습니다. 따라서 본 사이트는 사용자가 제공하거나 사용자로부터 수집된 정보의 기밀성을 유지할 책임이 없습니다. ",
    "hidden_container_content_teweve": "12、본 사이트는 제 3자가 사이트를 통해 쿠키를 만들거나, 사용자에게 분석 또는 광고 서비스를 제공할 수 있도록 허용합니다. 타사의 쿠키 사용은 본 사이트에서 제어할 수 없으며, 본 사이트는 타사의 어떠한 행동도 책임지지 않습니다.",
    "hidden_container_content_thirteen": "13、본 사이트에 게시된 텍스트, 상표 및 차트를 포함하여 사이트에 게시된 모든 콘텐츠는 본 사이트 또는 공급 업자에 속하며 지적 재산 및 소유권을 보존하는 관련 법률에 의해 보호됩니다. 사용자는 이러한 콘텐츠에 포함된 모든 저작권 및 기타 재산권 고지 사항, 범례 또는 기타 제한 사항을 준수하며 이에 대한 변경을 하지 않는 데 동의해야 합니다. 또한 사용자는 본 사이트의 컨텐츠를 무단으로 수정, 공개, 배포, 엔지니어링, 모방 및 양도 또는 판매가 불가능 하며 이에 참여하거나 부분적으로 이용하지 않을 것을 약속합니다. ",
    "hidden_container_content_fourteen": "14、사용자는 본 사이트가 오류, 누락, 중단, 삭제, 결함, 운영 또는 전송 지연, 통신 라인 고장, 도난 또는 파괴, 데이터 또는 정보의 무단 액세스 또는 무단 개조, 직접적 또는 간접적 손실에 대한 책임이 없다는 것에 동의합니다. 본 사이트는 기술적 문제 또는 인터넷, 모바일 사이트 또는 애플리케이션의 트래픽 혼잡 및 통신 장애로 네트워크 또는 회선의 기술적 문제, 와이파이, 블루투스, 컴퓨터, 시스템, 서버 또는 공급자, 컴퓨터 장비, 소프트웨어 또는 이메일 등의 오작동 문제에 대한 책임을 지지 않습니다. 또한 본 사이트는 시스템 또는 통신 오류, 사이트와 관련된 버그 또는 바이러스가 발생하거나 사용자의 하드웨어 및/또는 소프트웨어 및/또는 데이터가 손상될 경우 사용자에게 책임을 지지 않습니다.",
    "hidden_container_content_fifteen": "15、사용자는 사이트 또는 그 계열사의 파산 또는 예기치 못한 문제(규제 정책의 변경 ,감독요구 또는 사이트 공격)가 사용자의 손해나 손실을 야기할 수 있음을 인식하고 이에 동의합니다. 이러한 예기치 못한 문제로 인해 발생하는 손해, 손실, 비용은 사용자 자신이 부담합니다.",
    "hidden_container_content_sixteen": "16、본 사이트는 사용자에게 예측 활동에 대한 안내, 분석, 추천 또는 지시 등을 하지 않으며 사용자의 예측 결과에 대한 책임을 지지 않습니다. 사용자는 예측 활동에 참여함으로써 발생하는 모든 수익 및 손실과 위험을 함께 부담합니다.아래 19.2에서 언급한 국가의 국민들이 본 네트워크가 제공하는 예측서비스를 진행한다면 유저는 전체 계약의 모든 약관을 동의해야 한다.예를 들어 예측 이벤트의 손실와 위험을 담당 및 법률의 감독때문에 생긴 손실 등을 감당해야 한다.",
    "hidden_container_content_seventeen": "17、본 사이트는 단독 및 절대적 재량으로 어떠한 공지나 책임 없이 언제든지 사이트에 대한 사용자의 접근을 금지하거나 서비스를 종료할 권한이 있으며 어떠한 책임도 지지 않는다. ",
    "hidden_container_content_eighteen": "18、사용자는 사이트의 전체 계약 또는 사이트 이용의 결과로 사용자와 사이트 간에 어떤 합작, 파트너십, 고용 또는 에이전시 관계도 존재하지 않음을 동의합니다. 본 사이트는 유효 법률 및 법적 절차에 따라 전체 계약을 수행합니다. 만약 계약 사항 중 현행 법에 따라 효력이 없거나 시행할 수 없다고 판단이 되는 부분이 있다면, 효력이 없거나 시행 불가능한 조항은 원래 조항의 의도와 가장 근접하게 일치하는 유효하고 시행 가능한 조항으로 대체되며, 그 외에 계약의 나머지 조항은 모두 유효합니다.",
    "hidden_container_content_nineteen": "19、본 사이트는 사용자가 수행한 모든 작업에 대해 어떠한 책임도 지지 않습니다. 사용자는 본 사이트의 예측 활동에 대한 자신의 참여가 자신의 국적과 자신이 예측 활동을 하는 국가의 법률과 규정을 준수할 것, 그리고 위와 관련된 모든 위험과 책임은 본 사이트와 무관한 사용자 자신이 진다는 것에 동의한다는 것을 가정합니다. 명확하고 추가적인 설명을 위해, 다음과 같은 사항에 대한 책임을 지지 않습니다. ",
    "hidden_container_content_twenty": "a、본 사이트의 예측 활동을 이용하여 국가의 자금 세탁, 테러 자금 그밖에 기타 규제 사항을 위반하는 자.",
    "hidden_container_content_twentyOne": "b、신중하게 검토를 한 후에, 본 사이트는 미국, 이라크, 중국 본토의 시민들의 서비스 참여를 제한합니다.",
    "hidden_container_content_twentyTwo": "또한 사용자는 전체 계약에 대한 위반 및 사이트 이용에서의 의무로 발생하는 모든 청구, 책임, 손실 및 비용에 대해 본 사이트에 배상해야 합니다.이러한 사용자에 대해 신속하게 법적 조치를 취하지 않아도 어떠한 권리의 포기로도 간주되지 않습니다.",
    "hidden_container_content_twentyThree": "20、본 사이트의 이용 또는 예측 활동으로 인해 발생하는 모든 청구 및 소송은 문제의 발생 1년 이내에 제기되어야 합니다. ",
    "hidden_container_refuse": "거절",
    "hidden_container_agree": "동의"
  },
  "ru": {
    "hidden_container_title": "Условия использования EtcGame",
    "hidden_container_content_one": "1、К одной и той же компании применяются следующие условия, Веб-сайты, которые управляются или размещаются, являются [www.etcgame.com], Мобильные сайты и / или мобильные приложения(Ниже в совокупности называется 《этот сайт》). Этот сайт опубликует определенные правила, которые применяются к каждому прогнозируемому элементу(《Правила прогнозирования》), включая, но не ограничиваясь, вариант прогноза результатов проекта, адрес принимающей цифровой валюты для каждого результата прогноза(《Прогнозируемый адрес》), критерии прогнозирования успеха, срок действия и как пользователи, которые делают успешные прогнозы, разделяют преимущества и т. д. Все пользователи, участвующие в проекте прогнозирования этого веб-сайта, должны соблюдать соответствующие правила прогнозирования.",
    "hidden_container_content_two": "2、Правила прогнозирования, показанные на этом сайте, являются частью условий использования. Этот сайт показывает условия использования и другие договоры или файлы, это будет полный контракт между пользователем и этим сайтом. Логин пользователя, просмотр, использовать этот сайт, пополнить цифровую валюту на прогнозируемый адрес, следует рассматривать как безоговорочно согласившись на соблюдение пользователем вышеуказанного полного договора.",
    "hidden_container_content_three": "3、 Пользователи, участвующие в прогнозирующих проектах, должно быть в течение срока действия, допускаемого правилами прогнозирования или в течение срока действия, объявленного отдельно на сайте(《Срок действия прогноза》), пополнить цифровую валюту на прогнозируемый адрес. пользователи могут не использовать цифровые валюты, отличные от указанных, вы также не можете использовать легальную валюту любой страны.",
    "hidden_container_content_four": "4、Можно указать правила прогноза, после выполнения определенного условия, проект не будет принимать пользователей для дальнейшего участия, этот веб-сайт также имеет право размещать уведомление и завершить проект в любое время. Прогностическая активность истекает или после досрочного прекращения, пользователи продолжают передавать цифровую валюту в проект, будет считаться недействительным, все убытки от этого, пользователю собственные потери.",
    "hidden_container_content_five": "5、Данный веб-сайт имеет право размещать уведомления и отозвать проект прогноза в любое время, в этой ситуации, прогноз проект будет прекращен, когда этот сайт объявляет о прекращении информации, если пользователь перевел цифровую валюту в этот пункт прогноза, Цифровая Валюта автоматически вернется на первоначальный адрес пользователя.",
    "hidden_container_content_six": "6、Конечный результат прогнозного проекта, использовать исходную информацию, указанную в правилах, как единственный критерий успеха, пользователи не могут оспаривать это. Пользователь соглашается здесь, если пользователь предсказывает сбой, затем все цифровые деньги, которые он перевел, будет передан с веб-сайта пользователю, который прогнозирует успех.",
    "hidden_container_content_seven": "7、Этот веб-сайт является только издательской платформой для прогнозирования деятельности, веб-сайт не предназначен для сбора государственных средств для получения доходов и не использует цифровую валюту, которую пользователи временно хранят в течение прогнозируемого периода. Кроме того, данный сайт не выплачивает никаких вознаграждений или процентов за цифровую валюту, временно депонированную пользователем. Данный веб-сайта имеет право что после вычета платы за обслуживание, отправлять доход, который предсказывает успех пользователям, которые предсказывают успех.",
    "hidden_container_content_eight": "8、Доход пользователя с данного сайта, следуйте законам, которые применяются к этому пользователю, уплачивать налоги и сборы в соответствии с требованиями действующего законодательства.",
    "hidden_container_content_nine": "9、Настоящим заявляем, мы будем постоянно модифицировать, обновлять, расширять и улучшать этот сайт. В соответствии с действующим законодательством, этот сайт оставляет за собой право в любое время изменять, добавлять или удалять условия использования, правила прогнозирования и другие права и условия, которые могут представлять собой полный договор, и без предварительного уведомления. Изменения настоящих условий будут своевременно объявлены на веб-сайте для потребителя, котор нужно знать, не применимо ретроактивно. мы рекомендуем пользователям регулярно проверять этот веб-сайт на наличие действительных условий и изменений. Финансовые потери пользователя из-за вышеуказанных изменений, этот веб-сайт не несет ответственности. Если пользователь не согласен с какими-либо условиями всего договора, не войти, просматривать, использовать этот сайт.",
    "hidden_container_content_ten": "10、Этот веб-сайт может содержать ссылки на другие веб-сайты(《Ссылка веб-сайта》), этот веб-сайт не несет ответственности за содержания любого связанного веб-сайта.",
    "hidden_container_content_eleven": "11、Когда пользователи входят, просматривают, используют этот веб-сайт или при передаче цифровой валюты на прогнозируемый адрес, этот веб-сайт может получать и собирать информацию о пользователях. Такая информация может быть раскрыта в соответствии с действующим законодательством, нормативными актами, государственной политикой или юридическими процедурами. Поэтому, этот веб-сайт не несет ответственности за сохранение конфиденциальности любой пользовательской информации, предоставленной или собранной с помощью вышеуказанных методов.",
    "hidden_container_content_teweve": "12、Через этот сайт может разрешить сторонним поставщикам услуг запустить 《cookies》，проведение анализа или предоставление маркетинговых услуг. сторонние включенные <cookies> не будут контролироваться этим веб-сайтом, данный веб-сайт не несет ответственности за действия третьих лиц.",
    "hidden_container_content_thirteen": "13、Весь контент на этом сайте, в том числе, но не ограничиваясь этим, текст, товарные знаки, графика и т. д. являются собственностью этого сайта или его поставщиков, защищены соответствующими законами об интеллектуальной собственности и собственности. Пользователь соглашается соблюдать все авторские права, содержащиеся в содержании и другие проприетарные заявления, легенда или другие ограничения, и не внесет никаких изменений в это. пользователи также обещают не изменять, не разглашать, не распространить, обратный инженер, создание производных работ, участвовать в любой передаче или продаже, или использовать все или любую часть этого веб-сайта.",
    "hidden_container_content_fourteen": "14、Пользователь соглашается с тем, что этот сайт не несет ответственности за любые ошибки, упущения, перерывы, удаления, дефекты, задержки или передачи, отказ линии связи, кража, уничтожение, прямые или косвенные убытки, возникшие в результате несанкционированного доступа или изменения данных или информации. Этот сайт также не предполагает никаких технических проблем с сетями или линиями, беспроводными сетями, блютуз, компьютерами, системами, серверами или поставщиками, компьютерным оборудованием, программным обеспечением или электронной почтой, ответственность за любой веб-сайт или перегрузку интернета. Кроме того, этот сайт не должен нести из-за ошибки системы или связи, этот сайт не должен нести из-за ответственность за повреждения оборудования и/или программного обеспечения пользователя и/или данных, вызванные программными ошибками или вирусами на сайте .",
    "hidden_container_content_fifteen": "15、Пользователь признает и принимает банкротство или другие непредвиденные проблемы с этим сайтом или его аффилированными лицами может привести к экономическим потерям пользователя(например, сайт подвергается атаке или изменениям в политике регулирования). ущерб, убытки, затраты или расходы, возникающие в связи с этими непредвиденными проблемами, несет пользователь.",
    "hidden_container_content_sixteen": "16、Этот веб-сайт не должен рассматриваться как предоставляющий пользователям руководство, анализ, рекомендации, решения, касающиеся проектов прогнозирования, и не несет ответственности за прогнозы пользователя. Пользователи пользуются и несут выгоды, потери и риски, связанные с участием в прогнозных проектах.",
    "hidden_container_content_seventeen": "17、Этот сайт оставляет за собой право прекратить услугу или запретить пользователям доступ к этому сайту в любое время без предварительного уведомления.",
    "hidden_container_content_eighteen": "18、Пользователь принял весь договор с данным сайтом, использование данного веб-сайта не приведет к созданию какого-либо совместного предприятия, партнерства, занятости или агентских отношений между данным веб-сайтом и пользователем. Выполнение всего контракта на этом веб-сайте подчиняется действующим действующим законам и юридическим процедурам. Если какая-либо часть всего договора будет признана недействительной или не имеющей законной силы в соответствии с применимым законодательством, тогда недействительные или неисполнимые условия будут заменены терминами, которые являются эффективными, подлежат исполнению и наиболее близки к первоначальному намерению пункта. Остальное остается в силе.",
    "hidden_container_content_nineteen": "19、Этот сайт не несет ответственности за любые действия, которые пользователи используют для этого сайта. Пользователи должны понимать и гарантировать, что их участие в проекте прогнозирования на этом сайте должно соответствовать закону места их гражданства и закону места, где предполагается текущий прогноз, все риски и обязанности, связанные с этим, являются ответственностью пользователя и не связаны с этим сайтом. Теперь конкретно отказываюсь брать на себя следующие обязанности:",
    "hidden_container_content_twenty": "19.1、Любой, кто нарушает какие-либо страны по борьбе с отмыванием денег, терроризмом или другие финансовые нормативные требования при использовании этого сайта или делать прогнозы.",
    "hidden_container_content_twentyOne": "19.2、После тщательного рассмотрения, этот сайт решает не принимать Соединенные Штаты, Ирак и Китай участия граждан или жителей.",
    "hidden_container_content_twentyTwo": "Кроме того, пользователь несет ответственность за все претензии, убытки и расходы, понесенные Пользователем в связи с нарушением пользователем условий договора или использованием им сайта.",
    "hidden_container_content_twentyThree": "20、Любой спор, возникший в результате использования этого сайта или проекта прогнозирования, должен быть подан в течение одного года с момента возникновения спора.",
    "hidden_container_refuse": "Отказ",
    "hidden_container_agree": "Соглашение"
  },
  "vi": {
    "hidden_container_title": "EtcGame Điều khoảng sử dụng",
    "hidden_container_content_one": "1、Các điều khoản sau đây áp dụng cho các trang web thuộc sở hữu, hoạt động hoặc tổ chức bởi cùng một công ty như【www.etcgame.com】Web site, các trang web di động và/hoặc ứng dụng di động (sau đây gọi là trang web này)）。Trang web này sẽ xuất bản các quy tắc cụ thể áp dụng cho mỗi hoạt động dự báo（Quy định dự đoán），Dự báo kết quả tùy chọn bao gồm nhưng không giới hạn cho hoạt động này，Địa chỉ nhận được các loại tiền tệ kỹ thuật số cho mỗi tùy chọn kết quả dự báo（“Địa chỉ dự báo”），Tiêu chuẩn dự đoán thành công，Thời gian hiệu lực của người dùng dự báo và các quy tắc cho cách người dùng có thể chia sẻ những lợi ích của một dự báo thành công。Tất cả người dùng tham gia vào các hoạt động dự báo của trang web này nên thực hiện theo các quy tắc dự báo có liên quan。",
    "hidden_container_content_two": "2、Các quy tắc dự báo được hiển thị trên trang web này là một phần của điều khoản sử dụn。Các điều khoản sử dụng và các thỏa thuận hoặc tài liệu khác được hiển thị trên trang web này sẽ tạo thành hợp đồng hoàn toàn giữa người dùng và trang web này.。Người dùng đăng nhập, duyệt, sử dụng trang web này, đến địa chỉ dự báo thành tiền tệ kỹ thuật số，được coi là đã không thể được chấp thuận bởi người sử dụng để tuân thủ các hợp đồng đầy đủ。",
    "hidden_container_content_three": "3、Người dùng tham gia vào hoạt động dự báo，Thời gian hiệu lực dự báo nên được cho phép trong quy tắc dự báo hoặc nếu không được công bố trên trang web này（“Thời gian hiệu lực dự báo”）trong，Nhập loại tiền tệ kỹ thuật số của kiểu được chỉ định trong quy tắc dự báo đến địa chỉ dự báo。Người dùng không được phép nhập một loại tiền tệ kỹ thuật số khác với những quy định trong các điều lệ dự báo，Và không phải để nhập của bất kỳ quốc gia pháp xu。",
    "hidden_container_content_four": "4、Các quy tắc dự báo có thể chỉ định，Sau một điều kiện nhất định là sự hài lòng，Các hoạt động dự báo sẽ không chấp nhận người sử dụng tiếp tục chơi các loại tiền tệ để tham gia vào dự báo，Trang web này cũng có quyền phát hành thông báo bất cứ lúc nào để chấm dứt thời hạn hiệu lực dự báo của một hoạt động。Sau khi hết hạn dự báo hoặc chấm dứt sớm，Nếu người dùng tiếp tục chuyển các hoạt động dự báo đến các loại tiền tệ kỹ thuật sốsẽ được xem là dự báo không hợp lệ，Việc mất mát do đó chịu do người sử dụng。",
    "hidden_container_content_five": "5、Trang web này có quyền phát hành thông báo để thu hồi một hoạt động dự báo bất cứ lúc nào，Trong trường hợp này，Dự báo hoạt động sẽ chấm dứt tại thời điểm thông báo chấm dứt thông tin trên trang web nà，Nếu người dùng đã thực hiện một loại tiền tệ cho các hoạt động dự báo，Tiền tệ kỹ thuật số tự động rút đến địa chỉ tiền tệ gốc của người dùng。",
    "hidden_container_content_six": "6、Kết quả cuối cùng của hoạt động dự báo，Các thông tin liên quan được hiển thị trong nguồn của các quy tắc dự báo là chỉ Tiêu chuẩn duy nhất。Người dùng không thể đối tượng với vấn đề này ,Người dùng hướng đồng ý，Nếu người dùng không dự đoán thành công，Tất cả các loại tiền tệ kỹ thuật số mà nó đã nhập sẽ được chuyển từ trang web này cho người dùng dự đoán thành công.。",
    "hidden_container_content_seven": "7、Trang web này chỉ là một nền tảng xuất bản cho các hoạt động dự báo，Không thu thập tiền công cộng cho mục đích thu nhập và sẽ không sử dụng người dùng trong thời gian dự báo của tiền tệ kỹ thuật số tạm thời。Hơn nữa，Trang web này không trả lại hoặc quan tâm đến bất kỳ cách nào để các loại tiền tệ kỹ thuật số mà người sử dụng làm lợi nhuận。Trang web có quyền khấu trừ phí dịch vụ sau khi，Để dự đoán người dùng thành công bằng dự đoán doanh thu thành công đường dẫn。",
    "hidden_container_content_eight": "8、Dự đoán của người sử dụng thành công nên được dựa trên doanh thu của họ từ các hoạt động dự báo của trang web，Theo luật áp dụng cho người sử dụng, để thanh toán các khoản thuế và các khoản phí theo luật áp dụng。",
    "hidden_container_content_nine": "9、Tuyên bố đặc biệt，Chúng tôi sẽ tiếp tục sửa đổi，Cập nhật，Mở rộng và cải thiện trang web này。Theo luật áp dụng，Trang web này dự trữ theo quyết định để sửa đổi hoặc thêm hoặc loại bỏ các điều khoản sử dụng bất cứ lúc nào、Quyền dự báo quy định và các điều khoản và chính sách khác mà có thể tạo thành một hợp đồng hoàn toàn mà không cần thông báo trướ。Thay đổi đối với các điều khoản này sẽ được đăng trên trang web cho kiến thức của người dùng và sẽ không áp dụng hồi tố。Chúng tôi khuyên người dùng kiểm tra trang web này thường xuyên để hiểu các điều khoản và thay đổi hiệu quả。Trang web này sẽ không chịu sự mất mát của người dùng do những thay đổi trên。Nếu người dùng không đồng ý với bất kỳ điều khoản của hợp đồng đầy đủ，Vui lòng không đăng nhập、Trình duyệt、Sử dụng trang web này。",
    "hidden_container_content_ten": "10、Trang web này có thể chứa các liên kết đến các trang web khác（“Trang liên kết”）。Trang web này không chịu bất kỳ trách nhiệm cho nội dung của bất kỳ trang web liên kết。",
    "hidden_container_content_eleven": "11、Khi người dùng đăng nhập，Trình duyệt，Khi sử dụng trang web này hoặc chuyển tiền kỹ thuật số cho một địa chỉ dự báo，Trang web này có thể nhận và thu thập thông tin của người dùng。Thông tin này có thể dựa trên thẩm quyền của pháp luật，Quy định，Chính quyền hoặc tố tụng pháp lý được tiết lộ。Vì vậy，Trang web này không chịu trách nhiệm duy trì tính bảo mật của bất kỳ thông tin người dùng thu thập bởi người sử dụng hoặc thông qua các phương pháp trên。",
    "hidden_container_content_teweve": "12、Trang web này có thể cho phép nhà cung cấp dịch vụ bên thứ ba kích hoạt thông qua trang web này cookies，Tiến hành phân tích hoặc cung cấp dịch vụ tiếp thị。Loại bên thứ ba này cho phép Cookies Sẽ không được kiểm soát bởi trang web này Trang web này không chịu trách nhiệm đối với bất kỳ hành vi của bất kỳ bên thứ ba。",
    "hidden_container_content_thirteen": "13、Tất cả nội dung chứa trên trang web này，Bao gồm nhưng không giới hạn trong văn bản，Thương hiệu，Bảng xếp hạng, là tài sản của trang web hoặc nhà cung cấp của mình và được bảo vệ bởi các quyền sở hữu trí tuệ có liên quan và pháp luật độc quyền。Người dùng đồng ý tuân thủ tất cả bản quyền và thông báo độc quyền khác chứa trong nội dung，Ghi trên bảng đồ và một số ý khác，và sẽ không thực hiện bất kỳ thay đổi nào cho nó。Người dùng cũng hứa không sửa đổi，Tiết lộ，Lây lan，Để đảo ngược kỹ sư，Chế tạo các tác phẩm phát sinh，Tham gia vào bất cứ chuyển nhượng hoặc bán，Hoặc sử dụng bất kỳ nội dung trên trang web này trong toàn bộ hoặc một phần。",
    "hidden_container_content_fourteen": "14、Người dùng đồng ý rằng trang web này không chịu trách nhiệm về bất kỳ lỗi nào，Thiếu sót，Ngắt đoạn，Xoá bỏ，Khuyết tật，Đường truyền bị chậm，Đường truyền bị lỗi，Tổn thất trực tiếp hoặc gián tiếp gây ra bởi trộm cắp hoặc phá hủy hoặc truy cập trái phép hoặc thay đổi dữ liệu hoặc thông tin。Trang web này cũng không giả sử mạng hoặc dòng，Wi-Fi，Bluetooth，Máy tính，Hệ thông，Máy chủ hoặc nhà cung cấp，Thiết bị máy tính,Bất kỳ lỗi kỹ thuật của phần mềm hoặc email，Hoặc tắc nghẽn của bất kỳ trang web hoặc Internet.。Hơn nữa，Trang web này không chịu trách nhiệm về lỗi hệ thống hoặc giao tiếp Lỗi chương trình web site hoặc vi rút do phần cứng người dùng và/hoặc phần mềm và/hoặc trách nhiệm cho các thiệt hại cho dữ liệu。",
    "hidden_container_content_fifteen": "15、Người sử dụng thừa nhận và chấp nhận phá sản hoặc các vấn đề không lường trước khác của trang web này hoặc công ty liên kết của nó（như thay đổi trong các chính sách quy định hoặc các trang web đang bị tấn công）có thể gây tổn thất cho người dùng。Những thiệt hại gây ra bởi những vấn đề bất khả kháng，Mất，Chi phí hoặc chi phí phải chịu bởi người sử dụng。",
    "hidden_container_content_sixteen": "16、rang web này không nên được coi là cung cấp hướng dẫn, phân tích, tư vấn, quyết định, hoặc trách nhiệm cho người sử dụng cho các hoạt động dự báo. Người dùng thưởng thức và giả sử những lợi ích, tổn thất, và rủi ro liên quan đến hoạt động dự báo。",
    "hidden_container_content_seventeen": "17、Trang web này có quyền chấm dứt dịch vụ bất kỳ lúc nào mà không cần bất kỳ thông báo và nghĩa vụ, hoặc để ngăn chặn người dùng truy cập trang web này。",
    "hidden_container_content_eighteen": "18、Trang web này có quyền chấm dứt dịch vụ bất kỳ lúc nào mà không cần bất kỳ thông báo và nghĩa vụ, hoặc để ngăn chặn người dùng truy cập trang web này，Quan hệ đối tác, việc làm hoặc cơ quan. Trang web này là tùy thuộc vào các thủ tục pháp lý và pháp lý có hiệu quả cho việc thực hiện các hợp đồng hoàn toàn. Nếu bất kỳ một phần của hợp đồng hoàn toàn được xác định là không hợp lệ hoặc không được thực thi theo luật áp dụng, các điều khoản không hợp lệ hoặc không thể thực hiện được thay thế bằng một hợp lệ, thi hành và gần nhất với ý định khoản ban đầu. Phần còn lại của mục tiếp tụ。",
    "hidden_container_content_nineteen": "19、。Trang web này không chịu trách nhiệm cho bất kỳ hành vi thực hiện bởi người sử dụng trên trang web này. Người sử dụng phải được nhận thức và đảm bảo rằng sự tham gia của họ trong các hoạt động dự báo trên trang web này sẽ phù hợp với các yêu cầu pháp lý của quốc tịch của họ và nơi dự đoán, và rằng tất cả các rủi ro và trách nhiệm liên quan đến trang web này là tùy theo ý của người dùng. Hướng rõ ràng từ chối giả sử các trách nhiệm sau：",
    "hidden_container_content_twenty": "1、Bất kỳ người sử dụng trang web này hoặc thực hiện một hoạt động dự báo vi phạm bất kỳ quốc gia chống rửa tiền，Tài trợ chống khủng bố hoặc các yêu cầu pháp lý khác。",
    "hidden_container_content_twentyOne": "2、Sau khi xem xét cẩn thận, trang web này đã quyết định không chấp nhận Hoa Kỳ, Iraq và đại lục của Trung Quốc công dân hoặc cư dân tham gia vào dự báo。",
    "hidden_container_content_twentyTwo": "Ngoài ra, người sử dụng phải chịu tất cả các yêu cầu bồi thường, thiệt hại và chi phí phát sinh bởi người sử dụng vi phạm hợp đồng đầy đủ hoặc sử dụng của trang web này.",
    "hidden_container_content_twentyThree": "20、。Bất kỳ tranh chấp phát sinh từ việc sử dụng trang web này hoặc các hoạt động dự báo sẽ được nộp trong vòng một (1) năm sau khi tranh chấp xảy ra",
    "hidden_container_refuse": "Từ chối",
    "hidden_container_agree": "Đồng ý"  
  },
  "zh-Hant": {
    "hidden_container_title": "EtcGame使用條款",
    "hidden_container_content_one": "1、以下條款適用於由同一公司擁有，運營或託管的網址為【www.etcgame.com】的網站，移動網站和/或移動應用程式（以下合稱為「本網站」）。本網站將發布適用於每個預測活動的具體規則（「預測規則」），包括但不限於該活動的預測結果選項，每個預測結果選項所對應的接收數字貨幣的地址（「預測地址」），預測成功的標準，用戶做出預測的有效期以及做出成功預測的用戶如何分享收益的規則等。所有參與本網站預測活動的用戶都應遵守相關的預測規則。",
    "hidden_container_content_two": "2、本網站所示預測規則為使用條款的組成部分。本網站所示的使用條款和其他協議或文件將構成用戶與本網站之間完整的合約。用戶登陸、瀏覽、使用本網站，向預測地址轉入數字貨幣，應視為用戶已不可撤銷地同意遵守上述完整合約。",
    "hidden_container_content_three": "3、參加預測活動的用戶，應在預測規則允許的或者本網站另行公布的做出預測的有效期（「預測有效期」）內，向預測地址打入預測規則所指定種類的數字貨幣。用戶不得打入預測規則規定以外類型的數字貨幣，也不得打入任何國家的法幣。",
    "hidden_container_content_four": "4、預測規則可以規定，在某條件滿足之後，該預測活動將不接受用戶繼續打幣參與預測，本網站也有權發布通知隨時終止某活動的預測有效期。預測有效期到期或提前終止之後，用戶如繼續向該預測活動轉入數字貨幣，將視為無效預測，因此遭受的損失由用戶承擔。",
    "hidden_container_content_five": "5、本網站有權發布通知隨時撤銷某預測活動，在此情況下，預測活動將於本網站公布終止信息之時終止，用戶如果已向該預測活動打幣，數字貨幣自動退至該用戶的原打幣地址。",
    "hidden_container_content_six": "6、預測活動的最終結果，以預測規則所規定的來源顯示的相關信息作為唯一的預測成功標準，用戶不得對此提出異議。用戶在此同意，如果用戶預測不成功，則其打入的全部數字貨幣將由本網站轉給預測成功的用戶所有。",
    "hidden_container_content_seven": "7、本網站僅為預測活動的發布平台，不以收集公眾資金為目的獲取收益也不會動用用戶在預測有效期內暫存的數字貨幣。此外，本網站不對用戶暫存的數字貨幣以任何方式給付回報或利息。本網站有權在扣除服務費後，將預測成功的收益原路打給預測成功的用戶。",
    "hidden_container_content_eight": "8、預測成功的用戶應就其來源於本網站預測活動的收益，按照適用於該用戶的法律自行繳納適用法律所規定的稅費。",
    "hidden_container_content_nine": "9、特此聲明，我們會不斷修改，更新，擴展和改進本網站。根據適用法律，本網站保留隨時自行決定修改或添加或刪除使用條款、預測規則及其他可構成完整合約的條款和政策的權利並無須事先通知。這些條款的變更將會在網站上及時公布供用戶知悉並不會追溯適用。我們建議用戶經常查看本網站以了解有效的條款和更改。本網站將不承擔用戶因上述變化受到的損失。如果用戶不同意完整合約的任何條款，請勿登陸、瀏覽、使用本網站。",
    "hidden_container_content_ten": "10、本網站可能包含指向其他網站的連結（「連結網站」）。本網站對任何連結網站的內容不負任何責任。",
    "hidden_container_content_eleven": "11、當用戶登錄，瀏覽，使用本網站或將數字貨幣轉移到預測地址時，本網站可能會接收並採集用戶的信息。此類信息可能會依據管轄法律，法規，政府政策或法律程序而被披露。因此，本網站不負責維護用戶提供或通過上述方法收集的任何用戶信息的機密性。",
    "hidden_container_content_teweve": "12、本網站可能允許第三方服務提供商通過本網站啟用cookies，進行分析或提供營銷服務。此類第三方啟用Cookies將不受本網站控制，本網站不對第三方的任何行為負責。",
    "hidden_container_content_thirteen": "13、本網站上包含的所有內容，包括但不限於文字，商標，圖表等均為本網站或其提供者的財產並受相關智慧財產權和所有權法律的保護。用戶同意遵守內容中包含的所有的版權和其他所有權聲明，圖例或其他限制，並且不會對其進行任何更改。用戶也承諾不會修改，披露，傳播，進行逆向工程，製作衍生作品，參與任何轉讓或銷售，或者全部或部分地使用本網站上的任何內容。",
    "hidden_container_content_fourteen": "14、用戶同意本網站不承擔因任何錯誤，遺漏，中斷，刪除，缺陷，延遲操作或傳輸，通信線路故障，盜竊或銷毀或未經授權訪問或更改數據或信息導致的直接或間接的損失。本網站亦不承擔網絡或線路，Wi-Fi，藍牙，計算機，系統，伺服器或提供商，計算機設備，軟體或電子郵件的任何技術故障，或任何網站或網際網路的擁堵產生的責任。此外，本網站無需承擔因系統或通訊錯誤，網站的程序錯誤或病毒導致的用戶硬體和/或軟體和/或數據受到損害的責任。",
    "hidden_container_content_fifteen": "15、用戶承認並接受本網站或其關聯公司的破產或其他不可預見的問題（如監管政策的變化或網站受攻擊）可能會導致用戶的損失。由於這些不可預見的問題引起的損害，損失，成本或開支應由用戶自行承擔。",
    "hidden_container_content_sixteen": "16、本網站不應視為向用戶提供了有關預測活動的指導、分析、建議、決定，也不對用戶的預測結果負責。用戶享有和承擔參與預測活動的收益、損失和風險。",
    "hidden_container_content_seventeen": "17、本網站有權在沒有任何通知和義務的情況下隨時終止服務或阻止用戶訪問本網站。",
    "hidden_container_content_eighteen": "18、用戶已認可用戶與本網站間的完整合約或使用本網站不會導致本網站與用戶之間存在任何合資企業，合夥，僱傭或代理關係。本網站對完整合約的履行受制於現行有效的法律和法律程序。如果完整合約的任何部分根據適用法律被確定為無效或不可執行，則無效或不可執行的條款將被有效的，可強制執行的且最貼近原始條款意圖的條款替代。其餘部分繼續有效。",
    "hidden_container_content_nineteen": "19、本網站不對用戶使用本網站從事的任何行為負責。用戶須自行了解和確保，其參與本網站上的預測活動須符合其國籍所在地和預測行為地的法律規定，與此相關的所有風險和責任由用戶自行承擔，與本網站無關。現特此明確拒絕承擔以下責任：",
    "hidden_container_content_twenty": "1、任何人在使用本網站或進行預測活動時違反任何國家的反洗錢，反恐怖融資或其他監管要求。",
    "hidden_container_content_twentyOne": "2、經過慎重考慮，本網站決定不接受美國，伊拉克和中國大陸的公民或居民參與預測。",
    "hidden_container_content_twentyTwo": "此外，用戶應承擔本網站因用戶違反完整合約或其使用本網站而遭受的所有索賠，損失和費用。",
    "hidden_container_content_twentyThree": "20、任何因使用本網站或預測活動引起的糾紛需於糾紛發生的一（1）年內提出。",
    "hidden_container_refuse": "拒絕",
    "hidden_container_agree": "同意"
  }
}
