{
	"zh": {
		"content_title_detail": "电竞",
		"detail_big_title": "电子竞技",
		"detail_paragraph_one": "一般规则",
		"detail_paragraph_one1": "预测结算将以指定赛事、广播或游戏API的相关管理机构宣布的官方结果为依据。对无效/无结果/未参赛的预测将视为无效。若赛事结果不允许出现和局，因而进行的加时赛的赛事结果将被视为最终有效赛事结果。所有电子竞技预测皆以法定完场时间的赛事结果为准，除非特别声明。",
		"detail_paragraph_one2": "基于一些无法预测的情况 - 比如作弊- 主办方可以推翻赛果,该赛事所有的投币作废并退还。如果主办方推翻赛果，通知重赛时平台已经开奖，开奖时的赛事结果将被视为该场预测的最终有效赛事结果。如果主办方宣布该场比赛为不战而胜 - 即比赛从未开始且其中有队伍获胜 - 则所有投币作废。 如果一支队伍或队员在比赛进行中退赛,则根据正式赛果发奖给只已完成投币项目的有效投币。投币类型如：胜负盘、让球盘以及总比分结果将视为作废，除非比赛完整完成。在只有一支队伍参赛或另一队退赛情况下，则所有结果未确定的投币类型作废。",
		"detail_paragraph_one3": "出于结算目的，未进行或被推迟的比赛将视为无效/无结果/未参赛，除非相关比赛能在原定开赛时间后的48小时内进行。重赛将会被另行处理。",
		"detail_paragraph_one4": "如果所列赛事不正确，预测将视为无效。",
		"detail_paragraph_one5": "如果标准赛事数量被更改或有别于投币站提供的数目，平台保留作废投币的权利。",
		"detail_paragraph_one6": "如果由于队伍离开组织，加入另一组织或正式更名而使队伍名称有所改变，所有预测仍然成立。",
		"detail_paragraph_one7": "如果比赛在预定开始日期/时间前举行，所有在实际开始时间后进行的预测将视为无效。所有在实际开始时间前进行的预测仍然成立。",
		"detail_paragraph_two": "“总冠军“类投币",
		"detail_paragraph_two1": "即预先投币完整赛季结束后的最终赛果，例如联赛冠军、获胜小组、参赛者以及与比赛有关的最终位置，哪一轮被淘汰，或队伍和参赛者排名。”总冠军“类投币项目只有赢得奖金或预测失败两种结果。",
		"detail_paragraph_three": "全场比赛获胜/地图获胜（包括当前地图和下一地图）",
		"detail_paragraph_three1": "如果由于平局而使一场比赛或地图争夺战重新进行，则重新进行的比赛或地图争夺战将被单独看待。如果比赛或地图争夺战开始但未完成，则所有预测将视为无效，除非比赛开始后，参赛者被取消资格。在这种情况下，出于结算目的，进入下一轮的或者被指定赛事、广播或游戏API的管理机构授予胜利的参赛者/参赛队将被视为获胜者。",
		"detail_paragraph_three2": "如果参赛者/参赛队在赛事开始前获得至少一次地图争夺战的“不战而胜”（walkover），则所有预测将视为无效。",
		"detail_paragraph_three3": "如果赛事或者地图争夺战由于断线或者非玩家相关的技术问题而被重新进行，赛前预测将在重新进行的地图上成立，并根据官方结果进行结算。",
		"detail_paragraph_four": "让分预测/总地图数预测/正确比分预测/ ",
		"detail_paragraph_four1": "如果规定的地图数目有所更改或与所提供的有差异，出于结算目的，所有预测将视为无效。如果比赛开始但未完成，则所有预测将视为无效，除非结果已被确定。",
		"detail_paragraph_five": "至少赢一局",
		"detail_paragraph_five1": "如果比赛开始但未完成，则所有预测将视为无效，除非结果已被确定。",
		"detail_paragraph_six": "英雄联盟（LOL）",
		"detail_paragraph_six1": "全场预测：如果出现平局，“全场比赛获胜”盘口将视为无效。",
		"detail_paragraph_six2": "“首杀（一血）”盘口：只有被对方队伍/玩家杀死才可计算在内。",
		"detail_paragraph_six3": "“击杀”盘口：将根据官方记分板、广播或游戏API结算。",
		"detail_paragraph_six4": "“小龙”、“大龙”盘口：将根据官方记分板、广播或游戏API结算。",
		"detail_paragraph_six5": "“建筑物”盘口：出于结算目的，无论最后一击来自英雄或小兵，或建筑物是否刷新过，所有被摧毁的建筑物均计为被对方队伍摧毁。",
		"detail_paragraph_six6": "如果出现投降情况，摧毁的塔和水晶的最终数量将根据投降时赢得比赛所需塔和水晶的最少数量进行结算。这些额外建筑物将被视为被获胜队伍摧毁，但仅限于五座塔及一个水晶。",
		"detail_paragraph_six7": "所有基于时间的预测将根据官方计分板结算。如果比赛开始但未完成，则所有预测将视为无效，除非结果已被确定。",
		"detail_paragraph_seven": "DOTA2",
		"detail_paragraph_seven1": "全场预测：如果出现平局，“全场比赛获胜”盘口将视为无效。",
		"detail_paragraph_seven2": "“首杀（一血）”盘口：只有被对方队伍/玩家杀死才可计算在内。",
		"detail_paragraph_seven3": "“击杀”盘口：将根据官方记分板、广播或游戏API结算。",
		"detail_paragraph_seven4": "“小兵”盘口：将根据官方的记分板、广播或游戏API进行结算。",
		"detail_paragraph_seven5": "“Roshan”盘口：将根据官方记分板、广播或游戏API结算。结算取决于杀死Roshan而非拿起“不朽之守护”的队伍。",
		"detail_paragraph_seven6": "“建筑物”盘口：出于结算目的，无论最后一击来自英雄或小兵，所有被摧毁的建筑物均计为被对方队伍摧毁。兵营的数量取决于所摧毁的各个远程兵营和近战兵营。",
		"detail_paragraph_seven7": "如果出现投降情况，在“摧毁某一建筑物”盘口上的预测将被视为无效。",
		"detail_paragraph_seven8": "所有基于时间的预测将根据官方的记分板结算。如果比赛开始但未完成，则所有预测将视为无效，除非结果已被确定。",
		"detail_paragraph_eight": "“反恐精英：全球攻势”（CS:GO）",
		"detail_paragraph_eight1": "若有加时赛，其将包括在盘口结算内；除非平局预测在指定盘口中列出，此时结算仅取决于常规时间。",
		"detail_paragraph_eight2": "地图/赛轮预测 - 如果规定的地图/赛轮数有所更改或与所提供的有差异，出于结算目的，所有预测将视为无效。",
		"detail_paragraph_eight3": "赛轮预测 - 如果赛轮由于断线或者非玩家相关的技术问题而被重新进行，赛前预测将在重新进行的赛轮上成立，并根据官方结果进行结算。重新进行的赛轮将被单独看待。",
		"detail_paragraph_eight4": "“击杀”盘口：将根据官方记分板、广播或游戏API结算。",
		"detail_paragraph_eight5": "“炸弹”盘口：将根据官方记分板、广播或游戏API结算。",
		"detail_paragraph_nine": "“星际争霸II”（StarCraft II）",
		"detail_paragraph_nine1": "全场预测：如果出现平局，“全场比赛获胜”盘口将视为无效。",
		"detail_paragraph_nine2": "获胜比赛/获胜选手国籍：如果比赛开始但未完成，则所有预测将视为无效，除非结果已被确定。"
	},
	"en": {
		"content_title_detail": "E-sports",
		"detail_big_title": "E-sports",
		"detail_paragraph_one": "General Rules",
		"detail_paragraph_one1": "Forecast settlement will be based on official results announced by the relevant regulatory agencies that specify the event, broadcast or game API. Forecast for void/no results/no participation will be considered void. If the outcome of the event does not allow for a draw, the outcome of the overtime will be considered the result of the final effective result. All eSports forecasts are based on the outcome on the official final time, unless otherwise stated.",
		"detail_paragraph_one2": "Based on some unpredictable circumstances - such as cheating - organizers can overturn the results and all predictions on the event are voided and refunded. If the organizer overturns the result but the platform has already announced the awards when being informed of the replay, the result in sync with such announcement shall be regarded as the final effective result of the forecast. If the organizer announces that the result is walkover-i.e. the match never starts and the team wins-then all predictions are void. If a team or team members withdraw during the game, a valid and completed prediction will be awarded based on the official results. If the type of prediction is a “win or lose” prediction, the result of the handicap and the total score will be void unless the match is fully completed. In the event that only one team plays or the other team withdraws, all undetermined prediction types are void.",
		"detail_paragraph_one3": "For the purposes of settlement, an unplayed or postponed match will be considered void/no result/no participation unless the relevant match can be played within 48 hours of the scheduled start time. The replay will be handled separately.",
		"detail_paragraph_one4": "If the listed event is incorrect, the forecast will be considered void.",
		"detail_paragraph_one5": "The platform reserves the right to void predictions if the number of standard events is changed or different from the number provided by the prediction station.",
		"detail_paragraph_one6": "If a team changes its name due to the team leaving the association, joining another association or officially changes its name, all forecasts will remain effective.",
		"detail_paragraph_one7": "If the match is held before the scheduled start date/time, all forecasts made after the actual start time will be considered void. All forecasts made before the actual start time are still valid.",
		"detail_paragraph_two": "The “Outright” prediction item",
		"detail_paragraph_two1": "The “Outright” prediction item is the pre-prediction of the final result after the end of the full season, such as the league title, the winning team, the final standing of the players and the competition, elimination in which round, or the ranking of a team or a player. The “Outright” prediction item only has two outcomes: winning the awards or failing the forecast.",
		"detail_paragraph_three": "Win the game/win the map (both current and next)",
		"detail_paragraph_three1": "Win the game/win the map (both current and next) - If a match or map battle is replayed due to a draw, the replayed match or map battle will be treated separately. If the match or map battle begins but is not completed, all forecasts will be considered void unless the player is disqualified after the start of such match. In this case, for the purpose of settlement, the player/team entering the next round or being awarded by the governing body of the designated event, broadcast or game API will be regarded as the winner.",
		"detail_paragraph_three2": "If the player/team receives at least one map battle before the start of the match, i.e. a walkover, all forecasts will be considered void.",
		"detail_paragraph_three3": "If a match or map battle is replayed due to a disconnected or non-player related technical issue, the pre-match forecast will be established on the map of the replay and settled based on official results.",
		"detail_paragraph_four": "Handicap Forecast / Map Total Forecast / Correct Score Forecast / “Get First” Map ",
		"detail_paragraph_four1": "Handicap Forecast / Map Total Forecast / Correct Score Forecast / “Get First” Map - If the specified number of maps is changed or different from the one provided, all forecasts will be considered void for settlement purposes. If the match starts but is not completed, all forecasts will be considered void unless the results have been determined.",
		"detail_paragraph_five": "Win at least one map",
		"detail_paragraph_five1": "Win at least one map - If the match starts but is not completed, all forecasts will be considered void unless the results have been determined.",
		"detail_paragraph_six": "LOL",
		"detail_paragraph_six1": "Match forecast: If there is a draw, the “Win Match” line will be considered void.",
		"detail_paragraph_six2": "“First kill (First blood)” line: Only counted when killed by the opponent team / player.",
		"detail_paragraph_six3": "“Kill” line: Will be settled subject to official scoreboard, broadcast or game API.",
		"detail_paragraph_six4": "“ Baron”&“ Drake” line: Will be settled subject to official scoreboard, broadcast or game API.",
		"detail_paragraph_six5": "“Building” line: For settlement purposes, all destroyed buildings are counted as being destroyed by the opponent team, regardless of whether the last blow came from a hero or a minion, or the building has been refreshed.",
		"detail_paragraph_six6": "In the event of a surrender, the final number of towers and inhibitors destroyed will be settled based on the minimum number of towers and crystals required to win the game upon surrender. These additional buildings will be considered destroyed by the winning team, but only up to five towers and one inhibitor.",
		"detail_paragraph_six7": "All time-based forecasts will be settled based on the in-game clock and do not include the time before the minions are refreshed. If the match starts but is not completed, all forecasts will be considered void unless the results have been determined.",
		"detail_paragraph_seven": "DOTA2",
		"detail_paragraph_seven1": "Match forecast: If there is a draw, the “Win Match” line will be considered void.",
		"detail_paragraph_seven2": "“First kill (one blood)” line: Only counted when killed by the opponent team / player.",
		"detail_paragraph_seven3": "“Kill” line: Will be settled subject to official scoreboard, broadcast or game API.",
		"detail_paragraph_seven4": "“Creep” line: Will be settled subject to official scoreboard, broadcast or game API.",
		"detail_paragraph_seven5": "“Monsters” line: Will be settled subject to official scoreboard, broadcast or game API. The result is subject to killing Roshan rather than picking up the Aegis of the Immortal.",
		"detail_paragraph_seven6": "“Building” line: For settlement purposes, all destroyed buildings are counted as being destroyed by the opponent team, regardless of whether the last blow came from a hero or a creep. The number of the barracks is subject to the destroyed ranged and melee barracks.",
		"detail_paragraph_seven7": "In the event of a surrender, the forecast on the “Destroy a Building” line will be considered void.",
		"detail_paragraph_seven8": "All time-based forecasts will be settled based on the in-game clock and do not include the time before the creeps are refreshed. If the game starts but is not completed, all forecasts will be considered void unless the results have been determined.",
		"detail_paragraph_eight": "CS:GO",
		"detail_paragraph_eight1": "In the case of overtime, it will be included in the line settlement; unless the draw forecast is listed in the designated line where the settlement will only be subject to the regular time.",
		"detail_paragraph_eight2": "Map/Round Forecast - If the specified map/round number is changed or different from the one provided, all forecasts will be considered void for settlement purposes.",
		"detail_paragraph_eight3": "Round Forecast - If the round is re-launched due to a disconnected or non-player related technical issue, the pre-game forecast will be established on the replay round and settled based on official results. The replayed round will be treated separately.",
		"detail_paragraph_eight4": "“Kill” line: Will be settled subject to official scoreboard, broadcast or game API.",
		"detail_paragraph_eight5": "“Bomb” line: Will be settled subject to official scoreboard, broadcast or game API.",
		"detail_paragraph_nine": "StarCraft II",
		"detail_paragraph_nine1": "Match forecast: If there is a draw, the “Win Match” line will be considered void.",
		"detail_paragraph_nine2": "Win the game/ Winning Player’s Nationality: If the game begins but is not completed, all forecasts will be considered void unless the result has been determined."
	},
	"ko": {
		"content_title_detail": "E-스포츠",
		"detail_big_title": "E-스포츠",
		"detail_paragraph_one": "일반 규정",
		"detail_paragraph_one1": "예측 정산은 지정 경기, 방송 또는 게임API 관련 관리 기관의 공식 결과를 근거로 한다. 무효/무결과/미출전이 발생한 경기에 대한 예측은 무효처리 된다. 무승부가 인정되지 않는 경기는 연장전 결과를 최종 결과로 인정된다. 모든 e-스포츠 예측은 별도의 명시가 없는 경우 규정된 종료 시간의 경기 결과를 기준으로 한다.",
		"detail_paragraph_one2": "예상치 못한 상황(부정행위 등)이 발생할 경우 주최측이 경기 결과를 뒤집을 수 있으며 이 경우 관련 베팅을 모두 폐기 및 환급한다. 주최측이 경기 결과를 뒤집고 재경기를 공시하였으나 본 플랫폼에서 이미 당첨 발표를 했을 경우 당첨 발표 시 경기 결과를 해당 경기의 유효한 최종 결과로 판단한다. 주최측이 해당 경기를 부전승이라고 공시할 경우(즉 경기를 하지 않고 한쪽 팀의 승리 선언) 모든 예측은 무효처리 된다. 만약 한 팀 혹은 선수가 경기 중 퇴장될 경우 정식 경기 결과에 따라 확정할 수 있는 유효 항목만 정산한다. 경기가 정상적으로 종료되지 않는다면 승무패, 핸디캡, 총 득점과 같은 유형의 예측은 폐기된다. 한 팀만 경기에 참가하거나 한 팀이 기권한다면 결과를 확정할 수 없는 모든 베팅 유형은 폐기된다.",
		"detail_paragraph_one3": "정산 목적에 따라 진행하지 않거나 연기된 경기는 무효/무결과/미출전으로 간주된다. 단 해당 경기가 기존 경기 시간으로부터 48시간 내에 진행될 경우는 제외. 재경기는 별도로 처리된다.",
		"detail_paragraph_one4": "경기 정보가 정확하지 않을 경우 예측은 무효처리 된다.",
		"detail_paragraph_one5": "경기 횟수가 변경되거나 다른 예측 플랫폼이 제공하는 횟수와 일치하지 않을 경우 플랫폼은 예측을 폐기할 권한이 있다.",
		"detail_paragraph_one6": "팀이 조직을 떠나 다른 조직에 가입하거나 정식으로 팀 이름을 변경 신청하여 팀명이 변경될 경우 모든 예측은 여전히 유효하다.",
		"detail_paragraph_one7": "경기가 예정 날짜/시간 이전에 진행될 경우 실제로 경기가 시작한 시간 이후에 진행된 예측은 무효처리 된다. 실제 시작 시간 전에 이루어진 모든 예측은 여전히 유효하다.",
		"detail_paragraph_two": "우승자 예측",
		"detail_paragraph_two1": "우승자 예측은 시즌이 완전히 종료된 후의 최종 경기결과를 예측하는 것으로 리그 우승자, 그룹 우승자, 참가자 및 경기 관련 최종 순위, 탈락하는 라운드, 팀과 참가자 순위 등이 있다. 우승자 예측 항목은 예측 성공 및 실패 두 가지만 있다.",
		"detail_paragraph_three": "경기 승리/라운드 승리(현재 라운드 및 다음 라운드 포함)",
		"detail_paragraph_three1": "무승부로 인해 한 경기나 라운드 쟁탈전이 다시 치뤄질 경우 다시 진행되는 경기나 라운드 쟁탈전은 별도로 취급한다. 경기나 라운드 쟁탈전이 정상적으로 종료되지 않을 경우 모든 예측이 무효처리 된다. 단 참가자가 실격 처리될 경우는 제외. 이와 같은 경우 정산 목적을 위해 다음 라운드에 진출하거나 지정된 경기, 방송 또는 게임 API의 관리기관이 지정한 승자의 승리로 판단한다.",
		"detail_paragraph_three2": "참가자/참가팀이 경기 시작 전에 한 번이라도 “부전승”을 얻었을 경우 모든 예측은 무효처리 된다.",
		"detail_paragraph_three3": "경기가 중단되거나 플레이어와 상관없는 기술적 문제로 다시 진행해야 할 경우 재개되는 경기를 기준으로 해당 경기 결과에 따라 정산한다.",
		"detail_paragraph_four": "핸디캡/라운드 예측/정확한 스코어 예측/첫 라운드 승리",
		"detail_paragraph_four1": "규정된 라운드 횟수가 변경되거나 제공된 정보와 차이가 있을 경우 정산 목적에 반하기 때문에 모든 예측을 무효처리 한다. 경기가 정상적으로 종료되지 않을 경우 모든 예측이 무효처리 된다. 단 결과가 이미 확정된 예측은 제외.",
		"detail_paragraph_five": "최소 한 라운드 획득",
		"detail_paragraph_five1": "경기가 정상적으로 종료되지 않은 경우 모든 예측이 무효 처리된다. 단 결과가 이미 확정된 예측은 제외.",
		"detail_paragraph_six": "리그 오브 레전드(LOL)",
		"detail_paragraph_six1": "경기 결과 예측: 무승부가 나올 경우 “승리” 예측 항목은 무효처리 된다.",
		"detail_paragraph_six2": "퍼스트 블러드: 상대팀/플레이어에게 죽어야 유효하다.",
		"detail_paragraph_six3": "킬: 공식 스코어보드, 방송 및 게임 API에 의거하여 정산한다.",
		"detail_paragraph_six4": "드래곤, 내셔 남작: 공식 스코어보드, 방송 및 게임 API에 의거하여 정산한다.",
		"detail_paragraph_six5": "포탑: 정산 목적에 따라 마지막 타격이 챔피언이든 미니언이든 포탑의 재생 여부에 관계없이 파괴된 포탑은 모두 상대팀이 파괴한 것으로 계산한다.",
		"detail_paragraph_six6": "항복할 경우 파괴된 포탑과 넥서스의 최종 수량은 항복할 경우 승리에 필요한 최소 포탑과 넥서스의 수량으로 계산된다. 이외의 포탑은 승리 팀에 의해 파괴될 것으로 보이지만 오직 다섯 개의 포탑과 한 개의 넥서스로 계산한다.",
		"detail_paragraph_six7": "모든 시간에 관련된 예측은 공식 스코어 보드에 따라 정산된다. 경기가 시작하였으나 종료되지 않을 경우 모든 예측은 무효처리 된다. 단 결과가 이미 확정된 예측은 제외.",
		"detail_paragraph_seven": "DOTA2",
		"detail_paragraph_seven1": "경기 결과 예측: 무승부가 나올 경우 “승리” 예측 항목은 무효처리 된다.",
		"detail_paragraph_seven2": "퍼스트 블러드: 상대팀/플레이어에게 죽어야 유효하다.",
		"detail_paragraph_seven3": "킬: 공식 스코어보드, 방송 및 게임 API에 의거하여 정산한다.",
		"detail_paragraph_seven4": "미니언: 공식 스코어보드, 방송 및 게임 API에 의거하여 정산한다.",
		"detail_paragraph_seven5": "몬스터: 공식 스코어보드, 방송 및 게임 API에 의거하여 정산한다. 정산은 불멸의 아이기스가 아닌 로샨을 죽인 팀을 기준으로 한다.",
		"detail_paragraph_seven6": "포탑: 정산 목적에 따라 마지막 타격이 챔피언이든 미니언이든 포탑의 재생 여부에 관계없이 파괴된 포탑은 모두 상대팀이 파괴한 것으로 계산한다. 병영의 수량은 파괴된 각 원거리 병영과 근전 병영을 기준으로 한다.",
		"detail_paragraph_seven7": "항복할 경우 “파괴된 포탑” 예측 항목은 무효처리 된다.",
		"detail_paragraph_seven8": "모든 시간에 관련된 예측은 공식 스코어 보드에 따라 정산된다. 경기가 시작하였으나 종료되지 않을 경우 모든 예측은 무효처리 된다. 단 결과가 이미 확정된 예측은 제외.",
		"detail_paragraph_eight": "카운터 스트라이크: 글로벌 오펜시브 (CS:GO)",
		"detail_paragraph_eight1": "연장전이 있을 경우 연장전도 정산 기준에 포함된다. 단 예측 선택지에 무승부가 있을 경우 연장전은 정산 기준에 포함되지 않는다.",
		"detail_paragraph_eight2": "맵/라운드 예측 - 규정된 맵/라운드 횟수가 변경되거나 제공된 정보와 차이가 있을 경우 정산 목적에 반하기 때문에 모든 예측을 무효처리 한다.",
		"detail_paragraph_eight3": "라운드 예측 - 경기가 중단되거나 플레이어와 상관없는 기술적 문제로 다시 진행해야 할 경우 재개되는 경기를 기준으로 해당 경기 결과에 따라 정산한다. 재경기는 별도로 처리된다.",
		"detail_paragraph_eight4": "킬 예측: 공식 스코어보드, 방송 및 게임 API에 의거하여 정산한다.",
		"detail_paragraph_eight5": "폭탄 예측: 공식 스코어보드, 방송 및 게임 API에 의거하여 정산한다.",
		"detail_paragraph_nine": "스타크래프트II (StarCraft II)",
		"detail_paragraph_nine1": "경기 결과 예측: 무승부가 나올 경우 “승리” 예측 항목은 무효처리 된다.",
		"detail_paragraph_nine2": "경기 승리/승리 선수 국적: 경기가 시작되었으나 종료되지 않은 경우 모든 예측은 무효처리 된다. 단 결과가 이미 확정된 예측은 제외."
	},
	"ja": {
		"content_title_detail": "E-sports",
		"detail_big_title": "E-sports",
		"detail_paragraph_one": "一般ルール",
		"detail_paragraph_one1": "決済は、試合、放送、またはゲームAPIの公式結果に基づいて行われます。無効/結果なし/参加しないチームのベッティングが無効と見なされます。引き分けに終わることが禁じされる場合、延長戦を含む全試合における結果は有効な最終結果と見なされます。別段の定めがない限り、すべてのeスポーツベッティングは、公式声明により全試合の結果に基づいて行われます。",
		"detail_paragraph_one2": "不正行為のようないくつかの予測不可能な状況によって、主催者は結果を覆すことができます。その試合に関するベッティングがキャンセルされ、返金可能です。主催者が結果を覆して試合再開と発表する時、ベッティング結果がすでに発表された場合、その結果は有効な最終結果と見なされます。主催者が始まらない試合の勝利チームを発表する場合、すべてのベッティングは無効となります。一つのチームまたはある選手が退出した場合、公式結果に基づいて有効なベッティングに対して決済されます。試合が完了していない限り、引き分け、ハンディキャップ及び総合得点などに関するベッティングは無効となります。参加チームが一つだけまたはあるチームが退出した場合、すべてのベッティングは無効となります。",
		"detail_paragraph_one3": "決済のために、行われていないまたは延期された試合は、開始時刻から48時間以内に行うことができない限り、無効/結果なし/参加しないと見なされます。リプレイは別々に扱われます。",
		"detail_paragraph_one4": "記載された試合が正しくない場合、ベッティングが無効と見なされます。",
		"detail_paragraph_one5": "試合回数が変更されるまたはブックメーカーに提供された回数と異なる場合、当社は関連するベッティングを無効にする権利を留保します。",
		"detail_paragraph_one6": "あるチームが所属組織の変更によって改名する場合、すべてのベッティングは引き続き有効です。",
		"detail_paragraph_one7": "試合が予定より早く開始する場合、実際の開始時刻以降に行われるベッティングが無効となり、その前のベッティングが引き続き有効です。",
		"detail_paragraph_two": "チャンピオンベットとは",
		"detail_paragraph_two1": "チャンピオンベットとは、リーグ、グループ、競技大会におけるチームおよび選手の最終順位、どのステージまで勝ち抜いたか、またはランキングを予想することに関するベッティングです。このようなベッティングには、勝ちと負けという二つだけの結果があります。",
		"detail_paragraph_three": "ゲームに勝つ/地図を獲得（今と次の試合）",
		"detail_paragraph_three1": "ゲームに勝つ/地図を獲得（今と次の試合） - 引き分けによってマッチ/地図争奪戦が再実行された場合、リプレイは別々に扱われます。マッチ/地図争奪戦開始後、無事完了していない場合、競技者が開始後失格とされない限り、すべてのベッティングが無効となります。この場合、決済の目的で、次のラウンドに入る、または指定されたイベント、放送機関あるいはゲームAPIの運営機関にチャンピオンと認められる競技者/チームが勝者と見なされます。",
		"detail_paragraph_three2": "参加者/チームがイベントの開始前に少なくとも1回の不戦勝を収める場合、すべてのベッティングが無効と見なされます。",
		"detail_paragraph_three3": "ネットワーク切断、またはプレイヤーの技術以外の問題によりリプライされる場合、試合前のベッティングがリプライの公式結果に基づいて決済されます。",
		"detail_paragraph_four": "ハンディキャップ/全試合/得点/先に優勝するチームに関するベッティング",
		"detail_paragraph_four1": "指定された地図の数は変更され、または提供された数と異なる場合、すべてのベッティングが無効と見なされます。開始された試合が無事完了していない場合、結果が決定されていない限り、すべてのベッティングが無効と見なされます。",
		"detail_paragraph_five": "少なくとも1つの地図を獲得",
		"detail_paragraph_five1": "開始された試合が無事完了していない場合、結果が決定されていない限り、すべてのベッティングが無効と見なされます。",
		"detail_paragraph_six": "LOL",
		"detail_paragraph_six1": "全試合ベッティング：引き分けの場合、「ゲームに勝つ」の選択肢は無効と見なされます。",
		"detail_paragraph_six2": "「ファーストブラッド」：対戦相手（チーム）にキルされる場合に限られます。",
		"detail_paragraph_six3": "「キル」：公式のスコアボード、放送、またはゲームAPIに基づいて決済されます。",
		"detail_paragraph_six4": "「モンスター」：公式のスコアボード、放送、またはゲームAPIに基づいて決済されます。",
		"detail_paragraph_six5": "「タワー」：決済の目的で、ラストキルを取るのはヒーローかミニオンか、またはタワーがリフレッシュされたかどうかに関わらず、破壊されたすべてのタワーが対戦チームによって破壊されたと見なされます。",
		"detail_paragraph_six6": "一方が降伏する場合、破壊されたタワーとインヒビターの数は、降伏時にゲームに勝つための必要な最小値に基づいて決済されます。これらの追加のタワーが勝利チームによって破壊されたと見なされますが、タワー5つとインヒビター1つの場合に限られます。一方が降伏する場合、「次に破壊されたタワー」に関するベッティングが無効と見なされます。",
		"detail_paragraph_six7": "時間に関するすべてのベッティングが、ゲーム内の時計に基づいて決済されて、ミニオンがリフレッシュされるまでの時間は含まれません。開始された試合が無事完了していない場合、結果が決定されていない限り、すべてのベッティングが無効と見なされます。",
		"detail_paragraph_seven": "DOTA2",
		"detail_paragraph_seven1": "全試合ベッティング：引き分けの場合、「ゲームに勝つ」の選択肢は無効と見なされます。",
		"detail_paragraph_seven2": "「ファーストブラッド」：対戦相手（チーム）にキルされる場合に限られます。",
		"detail_paragraph_seven3": "「キル」：公式のスコアボード、放送、またはゲームAPIに基づいて決済されます。",
		"detail_paragraph_seven4": "「クリープ」：公式のスコアボード、放送、またはゲームAPIに基づいて決済されます。",
		"detail_paragraph_seven5": "「モンスター」：公式のスコアボード、放送、またはゲームAPIに基づいて、「Aegis of the Immortal」を入手したチームではなく、ロシャンを倒したチームにより決済されます。",
		"detail_paragraph_seven6": "「タワー」：決済の目的で、ラストキルを取るのはヒーローかクリープかに関わらず、破壊されたすべてのタワーが対戦チームによって破壊されたと見なされます。",
		"detail_paragraph_seven7": "一方が降伏する場合、「次に破壊されたタワー」に関するベッティングが無効と見なされます。",
		"detail_paragraph_seven8": "時間に関するすべてのベッティングが、ゲーム内の時計に基づいて決済されて、クリープがリフレッシュされるまでの時間は含まれません。開始された試合が無事完了していない場合、結果が決定されていない限り、すべてのベッティングが無効と見なされます。",
		"detail_paragraph_eight": "CS:GO",
		"detail_paragraph_eight1": "延長戦が行われる場合、ベッティングは延長戦を含み、指定されたベッティングに引き分けの選択がリストされていない限り、通常の試合時間に基づいて決済されます。",
		"detail_paragraph_eight2": "地図/ 試合回数 -指定された地図の数/試合回数は変更され、または提供された数と異なる場合、すべてのベッティングが無効と見なされます。",
		"detail_paragraph_eight3": "試合回数 - ネットワーク切断、またはプレイヤーの技術以外の問題によりリプライされる場合、試合前のベッティングがリプライの公式結果に基づいて決済されます。",
		"detail_paragraph_eight4": "「キル」：公式のスコアボード、放送、またはゲームAPIに基づいて決済されます。",
		"detail_paragraph_eight5": "「ボム」：公式のスコアボード、放送、またはゲームAPIに基づいて決済されます。",
		"detail_paragraph_nine": "StarCraft II",
		"detail_paragraph_nine1": "全試合ベッティング：引き分けの場合、「ゲームに勝つ」の選択肢は無効と見なされます。",
		"detail_paragraph_nine2": "勝利したプレイヤーの国籍/勝った試合：開始された試合が無事完了していない場合、結果が決定されていない限り、すべてのベッティングが無効と見なされます。"
	},
	"ru": {
		"content_title_detail": "电竞",
		"detail_big_title": "电子竞技",
		"detail_paragraph_one": "一般规则",
		"detail_paragraph_one1": "预测结算将以指定赛事、广播或游戏API的相关管理机构宣布的官方结果为依据。对无效/无结果/未参赛的预测将视为无效。若赛事结果不允许出现和局，因而进行的加时赛的赛事结果将被视为最终有效赛事结果。所有电子竞技预测皆以法定完场时间的赛事结果为准，除非特别声明。",
		"detail_paragraph_one2": "基于一些无法预测的情况 - 比如作弊- 主办方可以推翻赛果,该赛事所有的投币作废并退还。如果主办方推翻赛果，通知重赛时平台已经开奖，开奖时的赛事结果将被视为该场预测的最终有效赛事结果。如果主办方宣布该场比赛为不战而胜 - 即比赛从未开始且其中有队伍获胜 - 则所有投币作废。 如果一支队伍或队员在比赛进行中退赛,则根据正式赛果发奖给只已完成投币项目的有效投币。投币类型如：胜负盘、让球盘以及总比分结果将视为作废，除非比赛完整完成。在只有一支队伍参赛或另一队退赛情况下，则所有结果未确定的投币类型作废。",
		"detail_paragraph_one3": "出于结算目的，未进行或被推迟的比赛将视为无效/无结果/未参赛，除非相关比赛能在原定开赛时间后的48小时内进行。重赛将会被另行处理。",
		"detail_paragraph_one4": "如果所列赛事不正确，预测将视为无效。",
		"detail_paragraph_one5": "如果标准赛事数量被更改或有别于投币站提供的数目，平台保留作废投币的权利。",
		"detail_paragraph_one6": "如果由于队伍离开组织，加入另一组织或正式更名而使队伍名称有所改变，所有预测仍然成立。",
		"detail_paragraph_one7": "如果比赛在预定开始日期/时间前举行，所有在实际开始时间后进行的预测将视为无效。所有在实际开始时间前进行的预测仍然成立。",
		"detail_paragraph_two": "“总冠军“类投币",
		"detail_paragraph_two1": "即预先投币完整赛季结束后的最终赛果，例如联赛冠军、获胜小组、参赛者以及与比赛有关的最终位置，哪一轮被淘汰，或队伍和参赛者排名。”总冠军“类投币项目只有赢得奖金或预测失败两种结果。",
		"detail_paragraph_three": "全场比赛获胜/地图获胜（包括当前地图和下一地图）",
		"detail_paragraph_three1": "如果由于平局而使一场比赛或地图争夺战重新进行，则重新进行的比赛或地图争夺战将被单独看待。如果比赛或地图争夺战开始但未完成，则所有预测将视为无效，除非比赛开始后，参赛者被取消资格。在这种情况下，出于结算目的，进入下一轮的或者被指定赛事、广播或游戏API的管理机构授予胜利的参赛者/参赛队将被视为获胜者。",
		"detail_paragraph_three2": "如果参赛者/参赛队在赛事开始前获得至少一次地图争夺战的“不战而胜”（walkover），则所有预测将视为无效。",
		"detail_paragraph_three3": "如果赛事或者地图争夺战由于断线或者非玩家相关的技术问题而被重新进行，赛前预测将在重新进行的地图上成立，并根据官方结果进行结算。",
		"detail_paragraph_four": "让分预测/总地图数预测/正确比分预测/ ",
		"detail_paragraph_four1": "如果规定的地图数目有所更改或与所提供的有差异，出于结算目的，所有预测将视为无效。如果比赛开始但未完成，则所有预测将视为无效，除非结果已被确定。",
		"detail_paragraph_five": "至少赢一局",
		"detail_paragraph_five1": "如果比赛开始但未完成，则所有预测将视为无效，除非结果已被确定。",
		"detail_paragraph_six": "英雄联盟（LOL）",
		"detail_paragraph_six1": "全场预测：如果出现平局，“全场比赛获胜”盘口将视为无效。",
		"detail_paragraph_six2": "“首杀（一血）”盘口：只有被对方队伍/玩家杀死才可计算在内。",
		"detail_paragraph_six3": "“击杀”盘口：将根据官方记分板、广播或游戏API结算。",
		"detail_paragraph_six4": "“小龙”、“大龙”盘口：将根据官方记分板、广播或游戏API结算。",
		"detail_paragraph_six5": "“建筑物”盘口：出于结算目的，无论最后一击来自英雄或小兵，或建筑物是否刷新过，所有被摧毁的建筑物均计为被对方队伍摧毁。",
		"detail_paragraph_six6": "如果出现投降情况，摧毁的塔和水晶的最终数量将根据投降时赢得比赛所需塔和水晶的最少数量进行结算。这些额外建筑物将被视为被获胜队伍摧毁，但仅限于五座塔及一个水晶。",
		"detail_paragraph_six7": "所有基于时间的预测将根据官方计分板结算。如果比赛开始但未完成，则所有预测将视为无效，除非结果已被确定。",
		"detail_paragraph_seven": "DOTA2",
		"detail_paragraph_seven1": "全场预测：如果出现平局，“全场比赛获胜”盘口将视为无效。",
		"detail_paragraph_seven2": "“首杀（一血）”盘口：只有被对方队伍/玩家杀死才可计算在内。",
		"detail_paragraph_seven3": "“击杀”盘口：将根据官方记分板、广播或游戏API结算。",
		"detail_paragraph_seven4": "“小兵”盘口：将根据官方的记分板、广播或游戏API进行结算。",
		"detail_paragraph_seven5": "“Roshan”盘口：将根据官方记分板、广播或游戏API结算。结算取决于杀死Roshan而非拿起“不朽之守护”的队伍。",
		"detail_paragraph_seven6": "“建筑物”盘口：出于结算目的，无论最后一击来自英雄或小兵，所有被摧毁的建筑物均计为被对方队伍摧毁。兵营的数量取决于所摧毁的各个远程兵营和近战兵营。",
		"detail_paragraph_seven7": "如果出现投降情况，在“摧毁某一建筑物”盘口上的预测将被视为无效。",
		"detail_paragraph_seven8": "所有基于时间的预测将根据官方的记分板结算。如果比赛开始但未完成，则所有预测将视为无效，除非结果已被确定。",
		"detail_paragraph_eight": "“反恐精英：全球攻势”（CS:GO）",
		"detail_paragraph_eight1": "若有加时赛，其将包括在盘口结算内；除非平局预测在指定盘口中列出，此时结算仅取决于常规时间。",
		"detail_paragraph_eight2": "地图/赛轮预测 - 如果规定的地图/赛轮数有所更改或与所提供的有差异，出于结算目的，所有预测将视为无效。",
		"detail_paragraph_eight3": "赛轮预测 - 如果赛轮由于断线或者非玩家相关的技术问题而被重新进行，赛前预测将在重新进行的赛轮上成立，并根据官方结果进行结算。重新进行的赛轮将被单独看待。",
		"detail_paragraph_eight4": "“击杀”盘口：将根据官方记分板、广播或游戏API结算。",
		"detail_paragraph_eight5": "“炸弹”盘口：将根据官方记分板、广播或游戏API结算。",
		"detail_paragraph_nine": "“星际争霸II”（StarCraft II）",
		"detail_paragraph_nine1": "全场预测：如果出现平局，“全场比赛获胜”盘口将视为无效。",
		"detail_paragraph_nine2": "获胜比赛/获胜选手国籍：如果比赛开始但未完成，则所有预测将视为无效，除非结果已被确定。"
	},
	"vi": {
		"content_title_detail": "E-sport",
		"detail_big_title": "E-sport",
		"detail_paragraph_one": "quy tắc chung",
		"detail_paragraph_one1": "Việc giải quyết dự đoán sẽ dựa trên kết quả chính thức được công bố bởi các cơ quan quản lý có liên quan chỉ định API sự kiện, về phát sóng  trò chơi. Dự báo về khoảng trống / không có kết quả / không có sự tham gia sẽ bị coi là vô hiệu. không cho phép rút thăm, kết quả của giờ làm thêm sẽ được coi là kết quả của kết quả có hiệu lực cuối cùng. Tất cả các dự báo về eSports đều dựa trên kết quả vào thời gian cuối cùng chính thức, trừ khi có quy định khác。",
		"detail_paragraph_one2": "Dựa trên một số trường hợp không thể đoán trước - chẳng hạn như gian lận - nhà tổ chức có thể đảo ngược kết quả và tất cả các dự đoán về sự kiện đều bị hủy và hoàn lại tiền. Nếu nhà tổ chức lật ngược kết quả nhưng nền tảng đã công bố giải thưởng khi được thông báo về phát lại, kết quả đồng bộ với thông báo như vậy sẽ được coi là kết quả có hiệu lực cuối cùng của dự báo. Nếu nhà tổ chức thông báo rằng kết quả là đi bộ - tức là trận đấu không bao giờ bắt đầu và đội thắng - thì tất cả các dự đoán đều vô hiệu. hoặc các thành viên trong nhóm rút tiền trong trò chơi, một dự đoán hợp lệ và đã hoàn thành sẽ được trao dựa trên kết quả chính thức. Nếu loại dự đoán là một trận thắng hoặc thua dự đoán, kết quả của điểm chấp và tổng điểm sẽ bị hủy trừ khi trận đấu đã hoàn tất. Trong trường hợp chỉ có một đội chơi hoặc đội kia rút, tất cả các loại dự đoán không xác định sẽ bị hủy。",
		"detail_paragraph_one3": "Đối với mục đích giải quyết, một trận đấu chưa được phát hoặc hoãn sẽ được coi là void / không có kết quả / không tham gia trừ khi trận đấu có liên quan có thể được phát trong vòng 48 giờ kể từ thời gian bắt đầu dự kiến. Phát lại sẽ được xử lý riêng。",
		"detail_paragraph_one4":  "Nếu sự kiện được liệt kê không chính xác, dự báo sẽ được coi là vô hiệu。",
		"detail_paragraph_one5": "Nền tảng có quyền vô hiệu hóa các dự đoán nếu số lượng sự kiện tiêu chuẩn được thay đổi hoặc khác với số lượng được cung cấp bởi trạm dự đoán。",
		"detail_paragraph_one6": "Nếu một đội thay đổi tên do nhóm rời khỏi hiệp hội, tham gia hiệp hội khác hoặc chính thức thay đổi tên, tất cả các dự báo sẽ vẫn có hiệu lực。",
		"detail_paragraph_one7": "Nếu trận đấu được tổ chức trước ngày / giờ bắt đầu dự kiến, tất cả các dự báo được thực hiện sau thời gian bắt đầu thực tế sẽ bị coi là vô hiệu. Tất cả các dự báo được thực hiện trước thời gian bắt đầu thực tế vẫn còn hiệu lực。",
		"detail_paragraph_two": "“loại hình dự đoán quán quân",
		"detail_paragraph_two1": "Mục dự đoán của Outright là dự đoán trước về kết quả cuối cùng sau khi kết thúc mùa giải, chẳng hạn như danh hiệu giải đấu, đội chiến thắng, vị trí cuối cùng của người chơi và thi đấu, loại bỏ trong Vòng đấu nào, hoặc thứ hạng của một đội hoặc một cầu thủ. Mục dự đoán của Outright chỉ có hai kết quả: chiến thắng giải thưởng hoặc thất bại trong dự báo。",
		"detail_paragraph_three": "Chiến thắng trò chơi / giành được bản đồ (cả hiện tại và tiếp theo đó)",
		"detail_paragraph_three1": "Chiến thắng trò chơi / chiến thắng bản đồ (cả hiện tại và tiếp theo) - Nếu trận đấu hoặc trận chiến bản đồ được phát lại do trận hòa, trận đấu hoặc trận chiến bản đồ được phát lại sẽ được xử lý riêng. nhưng không được hoàn thành, tất cả các dự báo sẽ bị coi là vô hiệu trừ khi người chơi bị loại sau khi bắt đầu trận đấu đó. Trong trường hợp này, với mục đích giải quyết, người chơi / đội vào vòng tiếp theo hoặc được trao bởi cơ quan quản lý của API sự kiện, phát sóng hoặc trò chơi được chỉ định sẽ được coi là người chiến thắng。",
		"detail_paragraph_three2": "Nếu người chơi / đội nhận được ít nhất một trận chiến bản đồ trước khi bắt đầu trận đấu, tức là (walkover), tất cả các dự báo sẽ bị coi là vô hiệu。",
		"detail_paragraph_three3": "Nếu trận đấu hoặc trận đấu bản đồ được phát lại do sự cố kỹ thuật không liên quan hoặc không liên quan đến người chơi, dự báo trước trận đấu sẽ được thiết lập trên bản đồ phát lại và giải quyết dựa trên kết quả chính thức。",
		"detail_paragraph_four": "Dự báo điểm chấp / Dự báo tổng số bản đồ / Dự báo tỷ số chính xác / Nhận bản đồ đầu tiên" ",
		"detail_paragraph_four1": "Dự báo điểm chấp / Dự báo tổng số bản đồ / Dự báo điểm chính xác / Nhận bản đồ đầu tiên - Nếu số lượng bản đồ được chỉ định bị thay đổi hoặc khác với bản đồ được cung cấp, tất cả các dự báo sẽ bị coi là vô hiệu cho mục đích giải quyết. bắt đầu nhưng chưa hoàn thành, tất cả các dự báo sẽ bị coi là vô hiệu trừ khi kết quả đã được xác định。",
		"detail_paragraph_five": "thắng ít nhật 1 trận",
		"detail_paragraph_five1": "Giành được ít nhất một bản đồ - Nếu trận đấu bắt đầu nhưng chưa hoàn thành, tất cả các dự báo sẽ bị coi là vô hiệu trừ khi kết quả đã được xác định。",
		"detail_paragraph_six": "liên minh anh hùng（LOL）",
		"detail_paragraph_six1": "Dự báo trận đấu: Nếu có trận hòa, dòng trận đấu Win Match sẽ được coi là void。",
		"detail_paragraph_six2": "“First kill (First blood) Chỉ được tính khi bị giết bởi đội / người chơi đối thủ.。",
		"detail_paragraph_six3": "“Kill” line：Sẽ được tính theo bảng điểm chính thức, phát sóng hoặc API。",
		"detail_paragraph_six4": "“ Baron”&“ Drake” line：sẽ được tính theo bảng điểm chính thức, phát sóng hoặc API。",
		"detail_paragraph_six5": "““Building” line： Với mục đích định cư, tất cả các tòa nhà bị phá hủy đều được tính là bị phá hủy bởi đội đối thủ, bất kể đòn cuối cùng đến từ một anh hùng hay một tay sai, hoặc tòa nhà đã được làm mới.。",
		"detail_paragraph_six6": "Trong trường hợp đầu hàng, số lượng tháp và chất ức chế cuối cùng bị phá hủy sẽ được giải quyết dựa trên số lượng tháp và tinh thể tối thiểu cần thiết để giành chiến thắng trong trò chơi khi đầu hàng. nhóm, nhưng chỉ có tối đa năm tháp và một chất ức chế。",
		"detail_paragraph_six7": "Tất cả các dự báo dựa trên thời gian sẽ được giải quyết dựa trên đồng hồ trong trò chơi và không bao gồm thời gian trước khi các tay sai được làm mới. Nếu trận đấu bắt đầu nhưng không hoàn thành, tất cả các dự báo sẽ bị hủy trừ khi kết quả đã được xác định。",
		"detail_paragraph_seven": "DOTA2",
		"detail_paragraph_seven1": "Dự báo trận đấu: Nếu có kết quả hòa, dòng WinMatch sẽ được coi là vô hiệu。",
		"detail_paragraph_seven2": "“First kill (one blood)：Chỉ được tính khi bị giết bởi đội / người chơi đối thủ。",
		"detail_paragraph_seven3": "“Kill” line：Sẽ được tính theo bảng điểm chính thức, phát sóng hoặc API。",
		"detail_paragraph_seven4": "“Creep” line:：Sẽ được tính theo bảng điểm chính thức, phát sóng hoặc API。",
		"detail_paragraph_seven5": "“Roshan”line：Sẽ được giải quyết theo bảng điểm chính thức, API phát sóng hoặc trò chơi. Kết quả là có thể giết Roshan thay vì nhặt Aegis of the Immortal.。",
		"detail_paragraph_seven6": "“Building” line：Đối với mục đích định cư, tất cả các tòa nhà bị phá hủy đều được tính là bị phá hủy bởi đội đối thủ, bất kể đòn cuối cùng đến từ một anh hùng hay một cây leo. Số lượng doanh trại phải chịu phá hủy doanh trại tầm xa và cận chiến。",
		"detail_paragraph_seven7": "Trong trường hợp đầu hàng, dự báo về dòng Phá hủy một đường Xây dựng sẽ bị coi là vô hiệu。",
		"detail_paragraph_seven8": "Tất cả các dự báo dựa trên thời gian sẽ được giải quyết dựa trên đồng hồ trong trò chơi và không bao gồm thời gian trước khi creep được làm mới. Nếu trò chơi bắt đầu nhưng không hoàn thành, tất cả các dự báo sẽ bị coi là vô hiệu trừ khi kết quả đã được xác định。",
		"detail_paragraph_eight": "（CS:GO）",
		"detail_paragraph_eight1": "Trong trường hợp làm thêm giờ, nó sẽ được bao gồm trong thanh toán dòng; trừ khi dự báo rút thăm được liệt kê trong dòng được chỉ định trong đó việc giải quyết sẽ chỉ tuân theo thời gian thông thường。",
		"detail_paragraph_eight2": "Dự báo bản đồ / vòng - Nếu số bản đồ / số vòng được chỉ định bị thay đổi hoặc khác với số được cung cấp, tất cả các dự báo sẽ bị coi là vô hiệu cho mục đích giải quyết。",
		"detail_paragraph_eight3": "Dự báo vòng - Nếu vòng đấu được khởi chạy lại do sự cố kỹ thuật không liên quan hoặc không liên quan đến người chơi, dự báo trước trận đấu sẽ được thiết lập trên vòng phát lại và giải quyết dựa trên kết quả chính thức。",
		"detail_paragraph_eight4": "“Kill” line：sẽ được tính theo bảng điểm chính thức, phát sóng hoặc API。",
		"detail_paragraph_eight5": "“Bomb” line：sẽ được tính theo bảng điểm chính thức, phát sóng hoặc API。",
		"detail_paragraph_nine": "”（StarCraft II）",
		"detail_paragraph_nine1": "Dự báo trận đấu: Nếu có trận hòa, dòng trận Win Match sẽ được coi là vô hiệu。",
		"detail_paragraph_nine2": "ếu trò chơi bắt đầu nhưng chưa hoàn thành, tất cả các dự báo sẽ bị coi là vô hiệu trừ khi kết quả đã được xác định。"
	},
	"zh-Hant": {
		"content_title_detail": "電競",
		"detail_big_title": "電子競技",
		"detail_paragraph_one": "一般規則",
		"detail_paragraph_one1": "預測結算將以指定賽事、廣播或遊戲API的相關管理機構宣佈的官方結果為依據。對無效/無結果/未參賽的預測將視為無效。若賽事結果不允許出現和局，因而進行的加時賽的賽事結果將被視為最終有效賽事結果。所有電子競技預測皆以法定完場時間的賽事結果為准，除非特別聲明。",
		"detail_paragraph_one2": "基於一些無法預測的情況 - 比如作弊- 主辦方可以推翻賽果,該賽事所有的投幣作廢並退還。如果主辦方推翻賽果，通知重賽時平臺已經開獎，開獎時的賽事結果將被視為該場預測的最終有效賽事結果。如果主辦方宣佈該場比賽為不戰而勝 - 即比賽從未開始且其中有隊伍獲勝 - 則所有投幣作廢。 如果一支隊伍或隊員在比賽進行中退賽,則根據正式賽果發獎給只已完成投幣項目的有效投幣。投幣類型如：勝負盤、讓球盤以及總比分結果將視為作廢，除非比賽完整完成。在只有一支隊伍參賽或另一隊退賽情況下，則所有結果未確定的投幣類型作廢。",
		"detail_paragraph_one3": "出於結算目的，未進行或被推遲的比賽將視為無效/無結果/未參賽，除非相關比賽能在原定開賽時間後的48小時內進行。重賽將會被另行處理。",
		"detail_paragraph_one4": "如果所列賽事不正確，預測將視為無效。",
		"detail_paragraph_one5": "如果標準賽事數量被更改或有別於投幣站提供的數目，平臺保留作廢投幣的權利。",
		"detail_paragraph_one6": "如果由於隊伍離開組織，加入另一組織或正式更名而使隊伍名稱有所改變，所有預測仍然成立。",
		"detail_paragraph_one7": "如果比賽在預定開始日期/時間前舉行，所有在實際開始時間後進行的預測將視為無效。所有在實際開始時間前進行的預測仍然成立。",
		"detail_paragraph_two": "“總冠軍“類投幣",
		"detail_paragraph_two1": "即預先投幣完整賽季結束後的最終賽果，例如聯賽冠軍、獲勝小組、參賽者以及與比賽有關的最終位置，哪一輪被淘汰，或隊伍和參賽者排名。”總冠軍“類投幣項目只有贏得獎金或預測失敗兩種結果。",
		"detail_paragraph_three": "全場比賽獲勝/地圖獲勝（包括當前地圖和下一地圖）",
		"detail_paragraph_three1": "如果由於平局而使一場比賽或地圖爭奪戰重新進行，則重新進行的比賽或地圖爭奪戰將被單獨看待。如果比賽或地圖爭奪戰開始但未完成，則所有預測將視為無效，除非比賽開始後，參賽者被取消資格。在這種情況下，出於結算目的，進入下一輪的或者被指定賽事、廣播或遊戲API的管理機構授予勝利的參賽者/參賽隊將被視為獲勝者。",
		"detail_paragraph_three2": "如果參賽者/參賽隊在賽事開始前獲得至少一次地圖爭奪戰的“不戰而勝”（walkover），則所有預測將視為無效。",
		"detail_paragraph_three3": "如果賽事或者地圖爭奪戰由於斷線或者非玩家相關的技術問題而被重新進行，賽前預測將在重新進行的地圖上成立，並根據官方結果進行結算。",
		"detail_paragraph_four": "讓分預測/總地圖數預測/正確比分預測/ ",
		"detail_paragraph_four1": "如果規定的地圖數目有所更改或與所提供的有差異，出於結算目的，所有預測將視為無效。如果比賽開始但未完成，則所有預測將視為無效，除非結果已被確定。",
		"detail_paragraph_five": "至少贏一局",
		"detail_paragraph_five1": "如果比賽開始但未完成，則所有預測將視為無效，除非結果已被確定。",
		"detail_paragraph_six": "英雄聯盟（LOL）",
		"detail_paragraph_six1": "全場預測：如果出現平局，“全場比賽獲勝”盤口將視為無效。",
		"detail_paragraph_six2": "“首殺（一血）”盤口：只有被對方隊伍/玩家殺死才可計算在內。",
		"detail_paragraph_six3": "“擊殺”盤口：將根據官方記分板、廣播或遊戲API結算。",
		"detail_paragraph_six4": "“小龍”、“大龍”盤口：將根據官方記分板、廣播或遊戲API結算。",
		"detail_paragraph_six5": "“建築物”盤口：出於結算目的，無論最後一擊來自英雄或小兵，或建築物是否刷新過，所有被摧毀的建築物均計為被對方隊伍摧毀。",
		"detail_paragraph_six6": "如果出現投降情況，摧毀的塔和水晶的最終數量將根據投降時贏得比賽所需塔和水晶的最少數量進行結算。這些額外建築物將被視為被獲勝隊伍摧毀，但僅限於五座塔及一個水晶。",
		"detail_paragraph_six7": "所有基於時間的預測將根據官方計分板結算。如果比賽開始但未完成，則所有預測將視為無效，除非結果已被確定。",
		"detail_paragraph_seven": "DOTA2",
		"detail_paragraph_seven1": "全場預測：如果出現平局，“全場比賽獲勝”盤口將視為無效。",
		"detail_paragraph_seven2": "“首殺（一血）”盤口：只有被對方隊伍/玩家殺死才可計算在內。",
		"detail_paragraph_seven3": "“擊殺”盤口：將根據官方記分板、廣播或遊戲API結算。",
		"detail_paragraph_seven4": "“小兵”盤口：將根據官方的記分板、廣播或遊戲API進行結算。",
		"detail_paragraph_seven5": "“Roshan”盤口：將根據官方記分板、廣播或遊戲API結算。結算取決於殺死Roshan而非拿起“不朽之守護”的隊伍。",
		"detail_paragraph_seven6": "“建築物”盤口：出於結算目的，無論最後一擊來自英雄或小兵，所有被摧毀的建築物均計為被對方隊伍摧毀。兵營的數量取決於所摧毀的各個遠端兵營和近戰兵營。",
		"detail_paragraph_seven7": "如果出現投降情況，在“摧毀某一建築物”盤口上的預測將被視為無效。",
		"detail_paragraph_seven8": "所有基於時間的預測將根據官方的記分板結算。如果比賽開始但未完成，則所有預測將視為無效，除非結果已被確定。",
		"detail_paragraph_eight": "“反恐精英：全球攻勢”（CS:GO）",
		"detail_paragraph_eight1": "若有加時賽，其將包括在盤口結算內；除非平局預測在指定盤口中列出，此時結算僅取決於常規時間。",
		"detail_paragraph_eight2": "地圖/賽輪預測 - 如果規定的地圖/賽輪數有所更改或與所提供的有差異，出於結算目的，所有預測將視為無效。",
		"detail_paragraph_eight3": "賽輪預測 - 如果賽輪由於斷線或者非玩家相關的技術問題而被重新進行，賽前預測將在重新進行的賽輪上成立，並根據官方結果進行結算。重新進行的賽輪將被單獨看待。",
		"detail_paragraph_eight4": "“擊殺”盤口：將根據官方記分板、廣播或遊戲API結算。",
		"detail_paragraph_eight5": "“炸彈”盤口：將根據官方記分板、廣播或遊戲API結算。",
		"detail_paragraph_nine": "“星際爭霸II”（StarCraft II）",
		"detail_paragraph_nine1": "全場預測：如果出現平局，“全場比賽獲勝”盤口將視為無效。",
		"detail_paragraph_nine2": "獲勝比賽/獲勝選手國籍：如果比賽開始但未完成，則所有預測將視為無效，除非結果已被確定。"
	}
}
