{
  "zh": {
    "content_title_detail": "棒球",
    "detail_big_title": "棒球",
    "detail_paragraph_one": "不同输赢盘投币的定义",
    "detail_paragraph_one1": "棒球的输赢盘将按以下方式接受：",
    "detail_paragraph_one2": "1、生效——球队对球队，不管首发投手是谁。如果指定投手，且在比赛之前更换投手，则将重新调整输赢盘，并采用对新投手的初始倍数对“有效”投币结算发奖。",
    "detail_paragraph_one3": "2、指定投手——如果两位首发投手并非投币时指定的选手，则投币将被视为“无效”。",
    "detail_paragraph_one4": "3、一位指定投手——为支持或反对一位指定投手的投币，无需考虑另一位首发投手。如果指定投手未开始比赛，则投币将被视为“无效”（例如：如“红袜对赫尔林”即指反对赫尔林的投币。“赫尔林对红袜”即指支持赫尔林的投币。）",
    "detail_paragraph_one5": "请注意：投手姓名印刷错误不可作为取消投币的理由。",
    "detail_paragraph_two": "投手变更的处理",
    "detail_paragraph_two1": "如果指定首发投手，且在两名指定首发投手投出至少一球之前更换投手，则总分盘（大小盘）和球队总分盘（大小盘）以及跑垒盘（让分盘）和另选跑垒盘（另选让分盘）的预测将失效。",
    "detail_paragraph_two2": "首发投手指向敌队的第一位打击手首次投球的投手。",
    "detail_paragraph_three": "日期或地点变更的处理",
    "detail_paragraph_three1": "如果比赛未在预定的日期进行，则有关该赛事的所有投币将不会生效。",
    "detail_paragraph_three2": "如果比赛地点发生变更，则有关该赛事的所有投币将不会生效。",
    "detail_paragraph_four": "比赛未按正常程序进行的处理",
    "detail_paragraph_four1": "如果比赛被中止或暂停，则赢家将根据最后的全部局数确定，除非主队扳平，或在最后一局的下半场领先，在此情况下，赢家根据中止比赛时的分数确定。如果主队扳平比赛且随后被暂停，则预测投币将予退还。除另行规定外，比赛不会进行到第二天。",
    "detail_paragraph_four2": "如果比赛被中止或进入加时赛，则分数根据最后的全部局数确定，除非主队扳平，或在最后一局的下半场领先，在此情况下，分数根据中止比赛时确定。",
    "detail_paragraph_four3": "如果出现季后赛暂停的情况，而暂停的比赛成功在暂停96小时内重新开赛，则所有相关投币有效，并在比赛结束后结算。如果该比赛未能在暂停96小时内完赛，则所有相关投币无效。",
    "detail_paragraph_four4": "对于棒球实况赛的投币，所有比赛须完成9局（如主队领先则为8.5局），且须在比赛开始之日起7天内完成方为有效（“慈悲规则”比赛除外，参见下文）。此规则适用于输赢盘、跑垒盘和总分盘的投币。例如：实况赛在第7局被暂停且在7天内未恢复。即使投币的结果已被决定，所有输赢盘、跑垒盘及总分盘的投币均为无效。以5-8分数投币大小盘7轮的被视为无效。",
    "detail_paragraph_four5": "在棒球预赛或实况赛中对指定的一局或多局投币时，如指定时间范围已完成，则不论整场比赛是否结尾，此类投币均为有效。",
    "detail_paragraph_four6": "如果比赛被推迟到预定日期之后，在赛中盘交易市场中比赛开始前所下的投币将被取消。",
    "detail_paragraph_five": "“慈悲规则”比赛实况赛的处理",
    "detail_paragraph_five1": "调用“慈悲规则”的比赛（例如世界棒球经典比赛）将基于在调用规则时的最终分数对所有投币进行分级。",
    "detail_paragraph_six": "双赛的处理",
    "detail_paragraph_six1": "竭尽全力将双赛分为G1和G2（比赛1和比赛2）。",
    "detail_paragraph_six2": "投币名称有G1和G2的比赛时，将严格遵守双重赛中的特定比赛。例如，如果您投币首发投手为Kershaw和Scherzer的G1 Dodgers队击败G1 Nationals队，只有Kershaw和Scherzer都参加比赛1时，您的投币才会生效。如果Kershaw和/或Scherzer参加比赛2，那么在这种情况下，您的投币将不会生效。",
    "detail_paragraph_six3": "如果在双重赛开赛当天，在投币时平台未指定G1和G2，则适用下列规则：",
    "detail_paragraph_six4": "A. 在未指定G1或G2的情况下对指定投手的任何预测在其先发的比赛（不论是双重赛的第一场或第二场比赛）中都有效。",
    "detail_paragraph_six5": "B. 如果网站上的首发投手参加特定比赛，有效投币将在该特定的比赛（不论第一场或第二场）中生效。",
    "detail_paragraph_six6": "C. 如果网站上的首发投手未在双赛的任何一场比赛上相遇，有效投币将在双赛的第一场比赛中生效。",
    "detail_paragraph_seven": "预测生效所需最短时间（比赛时长）",
    "detail_paragraph_seven1": "除非主队在4.5局后领先，否则比赛的结果在5局后方可作算。投币让分盘、总分盘（大小盘）或球队总分盘（大小盘）时，比赛必须打满9局（如果主队领先，则打满8局半）投币才生效。",
    "detail_paragraph_seven2": "如触发领先或慈悲规则，则将被视为完整的比赛。对让分盘、总分盘、球队总分盘及输赢盘的投币将为有效。",
    "detail_paragraph_seven3": "对于MLB比赛的上半场输赢盘和让分盘赛前投币，比赛必须打满5局或4.5局（如果比赛提前结束，且宣布主队胜），预测才算有效。",
    "detail_paragraph_seven4": "如果前5局的比赛没有完全完成，则所有对上半场比赛的投币将失效。",
    "detail_paragraph_seven5": "如果指定比赛投手，则所有对上半场比赛（首5局）的投币也都必须指定投手。如果任何一位指定投手没有进行首发，则所有对上半场比赛（首5局）的投币将失效。",
    "detail_paragraph_eight": "美国职棒大联盟常规赛季胜场特别投币：",
    "detail_paragraph_eight1": "MLB常规赛胜场投币必须满足以下两者才能获得结算：",
    "detail_paragraph_eight2": "A. 从数学角度看，球队无法打赢投币中指定的比赛数。",
    "detail_paragraph_eight3": "B. 预计球队在发奖时至少能打160场比赛。换言之，结算时没有任何关于赛季将被缩短的迹象。",
    "detail_paragraph_eight4": "出于发奖结算目的，所有为争夺外卡或分区的附加赛决胜局都不计入该常规赛季的总胜场数。",
    "detail_paragraph_eight5": "如果怀疑球队在赛季打不到160场比赛，那么我们将等到第160场比赛之后再结算常规赛季胜场投币。然而，常规赛季胜场投币一经结算即不会再更改，即使球队最后打的比赛少于160场。",
    "detail_paragraph_nine": "满垒本垒打（客队得分vs主队得分）：",
    "detail_paragraph_nine1": "满垒本垒打将由特定联赛预定于该日举行的所有比赛的总得分决定。",
    "detail_paragraph_nine2": "预定的所有比赛须打满9局（如主队领先则为8.5局），且须在预定日期开始，满垒本垒打的投币才算有效。如果预定的所有比赛均符合上述条件，那么即使一场或数场比赛在打完9局之后被暂停，满垒本垒打的投币仍然有效。满垒本垒打将于比赛日当晚进行结算。在常规赛季中，于之后某天重新开始的已暂停比赛的得分不会影响满垒本垒打投币的结算。",
    "detail_paragraph_nine3": "在满垒本垒打（客队得分vs主队得分）中，在自己的第一局中第二个击球的球队得到的分数算作主队得分。某些罕见的情况下，第二个击球的球队并不在自己的主场上比赛。在这些情况下，第二个击球的球队仍将被视为这个特别投币中的主队。",
    "detail_paragraph_ten":"满垒本垒打（客队得分vs主队得分）：",
    "detail_paragraph_ten1":"所有美职棒垒─安─失数投币将通过跑垒、安打失误的总数决定。例如：",
    "detail_paragraph_ten2":"结果为洛杉矶天使队的MLB安─垒─失分数为11，而克利夫兰队为24",
    "detail_paragraph_ten3":"在MLB安─垒─失总分盘（大小盘）或MLB安─垒─失让分盘的投币中，比赛须打满9局（如主队领先则为8.5局）方为有效。",
    "detail_paragraph_ten4":"如果比赛被中止或进入加时赛，则分数根据最后的全部局数确定，除非主队扳平，或在最后一局的下半场领先，在此情况下，分数根据中止比赛时确定。",
    "detail_paragraph_ten5":"如果指定比赛投手，则对于所有MLB安─垒─失数的投币，两队的指定首发投手都必须有实际首发。首发投手指向敌队的第一位打击手首次投球的投手。如指定投手未能首发，则所有投币将为无效。",
    "detail_paragraph_eleven":"MLB投币规则：",
    "detail_paragraph_eleven1":"在任何投币中，运动员必须首发，并且在指定的游戏中投球（若为投手）或者具有一个打席（若为位置球员），以使投币有效。",
    "detail_paragraph_eleven2":"对于有关哪支球队将首先得分的预期投币，一旦有球队得分则立即确定预期投币输赢，不管该场比赛最后是否正式有效。两个指定投手必须首发才有效。",
    "detail_paragraph_eleven3":"有过第一轮比赛结果的所有预期投币将在第一轮比赛结束后立即确定预期投币输赢，不管该场比赛最后是否正式有效。两个指定投手必须首发才有效。",
    "detail_paragraph_eleven4":"在总垒数特别投币中，列出的球员必须先发。击球手的总垒数仅计算一垒安打（一垒）、二垒安打（二垒）、三垒安打（三垒）或本垒打（四垒）。保送、触身球、失误、投手假动作、野手选择或接后失球都不计入总垒数特别投币中。",
    "detail_paragraph_eleven5":"投手投币“允许的总分数”包括已获得和未完成的得分。",
    "detail_paragraph_eleven6":"使用短语“投球局数”的任何MLB投币将使用比分数来分级。",
    "detail_paragraph_eleven7":"例如，客场先发投手投满五局比赛，然后在第六局下半面对三个打击手，但记录没有出局数。这样将被记为投球局数5.0。",
    "detail_paragraph_eleven8":"或主场先发投手投满五局比赛，但是在第六局下半没有投球。这样将被记为投球局数5.0。",
    "detail_paragraph_eleven9":"对于大多数投球局数，这两个投手之间的“牵制”匹配将被分级为平局。",
    "detail_paragraph_eleven10":"对于分区冠军投币，如果两个球队在162场比赛后有相同的记录，该分区的冠军将是1）决胜局比赛的赢家，或2）MLB决胜局系统将其认定为季后赛种子球队，宣布球队为获胜者。",
    "detail_paragraph_eleven11":"有关预测“谁是MLB击出最多全垒打的球员？”的投币，如果在常规赛结束时出现多名球员并列第一的情况，则在并列第一的球员中打击率最高的球员为唯一胜出球员。",
    "detail_paragraph_eleven12":"对于“常规赛季中有多少个无安打赛局”，只要比赛是无安打无得分获胜并持续至少8.5局，单个和接力无安打赛局都将计算在内。",
    "detail_paragraph_eleven13":"只有当选手先发并且比赛进行了至少9局（主队领先的情况下至少8.5局）时，单个选手身上的特别投币才有效。如果比赛暂停，则必须在次日重新开赛，否则将退还注金。",
    "detail_paragraph_eleven14":"这适用于单个选手身上的所有大小盘投币。例如，如果麦可·楚奥特打出本垒打并且比赛在第7局正式结束，那么麦可·楚奥特在那场比赛中的本垒打投币仍旧无效（因为比赛没有达到8.5局）。",
    "detail_paragraph_eleven15":"对于特定比赛中选手的一对一特别投币，只要那些选手先发并且比赛正式生效，所有投币就有效。",
    "detail_paragraph_twelve":"MLB整个赛季球员特别投币：",
    "detail_paragraph_twelve1":"对于整个赛季球员或一组球员统计数据的大小盘特别投币，每位野手必须参加他所在球队打的第一场比赛，投币才算有效。对于投手：该投手必须在他所在球队打的前八场比赛中的一场投球，投币才算有效。他的球队必须打至少155场比赛，投币才算有效。",
    "detail_paragraph_thirteen":"MLB一般投币：",
    "detail_paragraph_thirteen1":"对于MLB一般投币，除非主队在4.5局后领先，否则比赛的结果在5局后方可作算。MLB一般投币不需要任何特定的投手来开启比赛。",
    "detail_paragraph_thirteen2":"如果在某一天安排了10场或以上比赛，必须完成所有比赛或只有一场比赛未完成，MLB一般投币才能生效。缩短或推迟的比赛不能多于一场。",
    "detail_paragraph_thirteen3":"如果在某一天安排了9场或以下比赛，必须完成所有比赛，MLB一般投币才能生效。不能缩短或推迟任何比赛。",
    "detail_paragraph_thirteen4":"只有官方宣布的比赛统计数据才会用于MLB一般投币的得分。如果官方宣布比赛缩短且MLB一般投币有效，则缩短的比赛的统计将包括在评分。",
    "detail_paragraph_thirteen5":"对于投币“有多少球员会击中多个全垒打？” - 此投币指任何球员在单场比赛中击中多个全垒打。如果球员在双赛的每场比赛中击中1个全垒打，不计为该日期的多个全垒打。他必须在单场比赛中击中2个或以上全垒打，才能认定为多个全垒打。",
    "detail_paragraph_thirteen6":"对于MLB一般投币，如果某队在某天进行多场比赛（例如双赛），视每场比赛的统计数据为独立的。（例如，“单个球队的最大得分数”，Philadelphia打两场比赛，其中一场得4分，另一场得5分。将使用4分或5分，但它们不会被组合为9分。）",
    "detail_paragraph_fourteen":"MLB未来：球员vs球员赛季投币：",
    "detail_paragraph_fourteen1":"对于棒球球员vs球员赛季投币，如果开赛时任何一个或两个球员在禁赛列表上，未在活动名单上或者被派送到未成年赛组，投币无效。",
    "detail_paragraph_fiftteen":"棒球常规系列赛投币：",
    "detail_paragraph_fiftteen1":"棒球系列的投币基于每个系列的前三场比赛来决定输赢。",
    "detail_paragraph_fiftteen2":"前三场比赛必须至少进行两场，投币才能生效。",
    "detail_paragraph_fiftteen3":"如果前三场比赛中仅有一场被推迟或取消，那么系列投币将保持有效。",
    "detail_paragraph_fiftteen4":"如果前三场比赛中的两场被推迟或取消，那么该系列赛的所有投币将被评为“无效”，并退还所有费用。",
    "detail_paragraph_fiftteen5":"只要中止的比赛被官方宣布为合规比赛，则将其记入系列赛投币。",
    "detail_paragraph_fiftteen6":"请注意，系列赛投币不指定任何投手，所有投币都会有效，与先发投手无关。",
    "detail_paragraph_sixteen":"季后赛/职业棒球赛选择 4：",
    "detail_paragraph_sixteen1":"每个组合列出了季后赛中最后四支主要联盟球队的完成顺序，由名称顺序指定如下：",
    "detail_paragraph_sixteen2":"A. 世界大赛的冠军。",
    "detail_paragraph_sixteen3":"B. 世界大赛的败者。",
    "detail_paragraph_sixteen4":"C. 美国联盟冠军赛的失败者。",
    "detail_paragraph_sixteen5":"D. 国家联盟冠军赛的失败者。",
    "detail_paragraph_sixteen6":"例如：假设季后赛结果如下：",
    "detail_paragraph_sixteen7":"道奇队在国家联盟冠军赛中击败了勇士队。",
    "detail_paragraph_sixteen8":"双城s队在美国联盟冠军赛中击败天使队。",
    "detail_paragraph_sixteen9":"然后道奇队在世界大赛中击败双城队。",
    "detail_paragraph_sixteen10":"在这种情况下，获胜组合将为：道奇队/双城队/天使队勇士队。",
    "detail_paragraph_seventeen":"日本棒球：",
    "detail_paragraph_seventeen1":"投币总分盘（大小盘）时，比赛必须打满9局（如果主队领先，则打满8局半）投币才生效。如果比赛被中止或进入加时赛，则分数根据最后的全部局数确定，除非主队扳平，或在最后一局的下半场领先，在此情况下，分数根据中止比赛时确定。",
    "detail_paragraph_seventeen2":"跑线（让分盘）和替代跑线（交替盘）投币的规则与日本棒球总数的规则相同。",
    "detail_paragraph_eightteen":"世界棒球经典赛：",
    "detail_paragraph_eightteen1":"在因慈悲规则而提前暂停的比赛中，所有让分盘、输赢盘和大小盘的投币均有效。",
    "detail_paragraph_eightteen2":"只要WBC官方机构评出最终获胜者，所有针对暂停赛事（已开赛）的投币均在开赛后的72小时内有效。输赢盘投币仅在比赛至少完成4.5局时有效。让分盘和大小盘投币仅在比赛至少完成8.5局时有效（扣倒规则的比赛除外，参见上述规则）。",
    "detail_paragraph_eightteen3":"所有针对延期比赛的投币均无效。一旦延期比赛改期，正常投币规则均适用。",
    "detail_paragraph_eightteen4":"奖池投币 - 如果池内的2或3支球队之间产生平局，将根据世界棒球经典赛赢得决胜局的球队（奖池中在下一轮中被视为头号球队）视为获胜者。",
    "detail_paragraph_nineteen":"结算投币",
    "detail_paragraph_nineteen1":"投币结算将以相关比赛或赛事的官方比分提供商或官方网站所公布的数据为根据。当官方比分提供商或官方网站不存在或有重要证据证明官方比分提供商或官方网站的数据有误时，我们将依据相关独立资料进行结算。",
    "detail_paragraph_nineteen2":"如果缺乏一致及独立的证据，或存在重大冲突性证据时，则会在经过彻底的调查之后才会结算投币。",
    "detail_paragraph_nineteen3":"出于投币目的，Coingame不认可任何延期比赛、抗议或颠覆性判决。只要赛事在原定日期进行，所有相关投币均有效。如果因恶劣天气（或类似的延误原因）将比赛开赛时间推迟至当地时间午夜之后，但是只要比赛仍然举办，则所有相关投币有效。"
  },
  "en": {
    "content_title_detail": "Baseball",
    "detail_big_title": "Baseball",
    "detail_paragraph_one": "Definition of different Moneylines Wagers",
    "detail_paragraph_one1": "Money-line wagers on baseball will be accepted in the following manner:",
    "detail_paragraph_one2": "1. Action - team against team, regardless of the starting pitchers. When listed pitchers are offered and there is a pitching change prior to the game, the moneyline will be re-adjusted and “action” wagers will be graded using the opening price for the new pitcher.",
    "detail_paragraph_one3": "2.Listed Pitchers - if both starting pitchers are not as specified at the time of the prediction, the wager will be deemed “no action”.",
    "detail_paragraph_one4": "3.One Listed Pitcher - this is a wager on or against one specified pitcher, regardless of the other starting pitcher. If the specified pitcher does not start, the wager is deemed “no action”. (examples: “the Red Sox versus Helling” indicates a wager against Helling. “Helling against the Red Sox” indicates a wager on Helling).",
    "detail_paragraph_one5": "Please Note: Typographical errors in a pitcher's name will not be grounds for wager cancellation.",
    "detail_paragraph_two": "Treatment of pitching changes",
    "detail_paragraph_two1": "When listed pitchers are offered, wagers on total runs (over/under) and team totals (over/under) and Run Line (handicap) and Alternate Run Line (alternate handicap) will have no action if a pitcher change occurs prior to both listed pitchers throwing at least one pitch.",
    "detail_paragraph_two2": "A pitcher is deemed a starter after throwing the first pitch to the opponent's first batter.",
    "detail_paragraph_three": "Treatment for date or venue change",
    "detail_paragraph_three1": "If an event is not played on its scheduled date all wagers on the event will have no action.",
    "detail_paragraph_three2": "If asn event venue is changed all wagers on the event will have no action.",
    "detail_paragraph_four": "Treatment if event does not come to its natural conclusion",
    "detail_paragraph_four1": "If a game is called or suspended, the winner is determined by the score after the last full inning unless the home team scores to tie, or takes the lead in the bottom half of the inning, in which case the winner is determined by the score at the time the game is called. Monies will be refunded if the home team ties the game and it is then suspended. Events will not carry over to the following day unless otherwise specified.",
    "detail_paragraph_four2": "If a game is called or suspended in extra innings, the score will be determined after the last full inning unless the home team scores to tie, or takes the lead in the bottom half of the inning, in which case the score is determined at the time the game is called.",
    "detail_paragraph_four3": "In the case of a suspended playoff game that will be resumed in a span of 96 hours after its suspension, all wagers have action and will be graded after the completion of the game. If the game is not completed within the 96 hours following the time of suspension, then all predictions have no action.",
    "detail_paragraph_four4": "For wagers on Live Baseball all games must go 9 innings (8.5 innings if the home team is leading) and be played to completion within 7 days of the start time to have action (except “Mercy Rule” games, see below). This rule applies to wagers on the Moneyline, Runline and Totals. Example: A live game is suspended in the 7th inning and is not resumed in 7 days. All wagers on Moneyline, Runline and Totals have no action even if the outcome of a wager is already determined. A wager on the Over 7 runs at a score of 5-8 is considered no action.",
    "detail_paragraph_four5": "For wagers on Pregame or Live Baseball on a specific inning or a group of innings those wagers have action if the specific timeframe is completed, regardless if the entire game has concluded.",
    "detail_paragraph_four6": "Wagers made prior to the start of a game in the live trading folder will be cancelled if that game is postponed after not starting on its scheduled day.",
    "detail_paragraph_five": "Treatment of Mercy Rule games in Live",
    "detail_paragraph_five1": "Games in which a mercy rule is invoked (such as World Baseball Classic games) will have all wagers graded based upon the final score at the time of the rule’s invocation.",
    "detail_paragraph_six": "Treatment for double header games",
    "detail_paragraph_six1": "Every effort will be made to denote double header games as G1 and G2(Game 1 and Game 2).",
    "detail_paragraph_six2": "A wager made on a game with a G1 or G2 designation, will strictly apply to that specific game of the double header. For example, if you wager on the G1 Dodgers to beat the G1 Nationals with listed pitchers of Kershaw and Scherzer, then you'll only have action if Kershaw and Scherzer both start Game 1. If Kershaw and/or Scherzer were to start Game 2, then your wager, in this case, would not have action.",
    "detail_paragraph_six3": "If on a day where a double header is played and neither G1 nor G2 is designated on our site at the time of the wager, the following rules shall apply:",
    "detail_paragraph_six4": "A. Any listed pitcher wager, with no G1 or G2 designation, will have action on the game(either first or second of double header) that those listed pitchers start.",
    "detail_paragraph_six5": "B. An action wager will have action on the specific game(either first or second), if the listed pitchers on the site start that specific game.",
    "detail_paragraph_six6": "C. An action wager will have action on the first game of the double header, if the listed pitchers on the site don't face each other in either of the games of the double header.",
    "detail_paragraph_seven": "Minimum time (length of event) needed for action",
    "detail_paragraph_seven1": "The result of a game is official after 5 innings of play unless the home team is leading after 4.5 innings. When wagering on either runlines, total runs (over/under) or team totals (over/under) the game must go 9 innings (8.5 if the home team is ahead) to have action.",
    "detail_paragraph_seven2": "In the case that a Run Ahead or Mercy Rule is invoked, games will be considered to be complete. Games wagers on runlines, totals, team totals and money line will have action.",
    "detail_paragraph_seven3": "First half MLB wagers on Money Line and Spread must go 5 innings for action, or 4.5 innings if a game is ended early and called official with the home team declared the winner.",
    "detail_paragraph_seven4": "If a game does not go a full five innings, all first-half wagers on the total will have no action.",
    "detail_paragraph_seven5": "When pitchers are offered for the game, all first-half wagers (5 innings) must list both pitchers. If either listed pitcher does not start, wagers on the first half (5 innings) will have no action.",
    "detail_paragraph_eight": "MLB Regular Season Wins Props:",
    "detail_paragraph_eight1": "MLB regular season win predictions will be graded when the following two things occur:",
    "detail_paragraph_eight2": "A. The team, mathematically, cannot win the number of games indicated in the prediction.",
    "detail_paragraph_eight3": "B. The team, at the time of grading, is expected to play at least 160 games. In other words, there is no indication that the season will be shortened at the time of grading.",
    "detail_paragraph_eight4": "For grading purposes, no extra tiebreaker games for wildcard or division will count toward the regular season win total.",
    "detail_paragraph_eight5": "If there is any doubt that the season will be less than 160 games for a team, we will wait to grade regular season win predictions until after the 160th game. However, once a regular season win prediction has been graded, it will not be changed, even if the team ends up playing less than 160 games.",
    "detail_paragraph_nine": "Grand Salami (Away Runs vs Home Runs):",
    "detail_paragraph_nine1": "The Grand Salami will be decided by the total runs scored in all games of the specific league scheduled for that day.",
    "detail_paragraph_nine2": "All scheduled games must play at least 9 innings (8.5 if the home team is leading) for wagers on the Grand Salami to have action and all games must be started on their scheduled date. The Salami will have action if all scheduled games meet the above requirement, even if there is a game(games) that is suspended after 9 innings are complete. The Salami will be graded the night of that date's games. Runs scored in the re-start of a suspended game on a future date will have no affect on the grading of a Salami wager in the regular season.",
    "detail_paragraph_nine3": "For the Grand Salami (Away Runs vs Home Runs) , the home team runs will be the runs scored by the teams batting 2nd in their first inning. On rare occasions, a team batting second will not be playing at their home stadium. In these instances, the team batting 2nd will still be considered as a home team for this proposition.",
    "detail_paragraph_ten":"MLB Hits, Runs and Errors ( MLB H-R-E):",
    "detail_paragraph_ten1":"All MLB R-H-E wagers will be graded using the sum of Runs, Hits and Errors as grading factors. For example:",
    "detail_paragraph_ten2":"will result in a MLB H-R-E score of LA Angels 11, Cleveland 24",
    "detail_paragraph_ten3":"When wagering on MLB H-R-E totals (over/unders) or MLB H-R-E spreads, the game must go 9 innings (8.5 if the home team is leading) to have action.",
    "detail_paragraph_ten4":"If a game is called or suspended in extra innings, the score will be determined after the last full inning unless the home team scores to tie in the bottom half of the inning in which case the score is determined at the time the game is called.",
    "detail_paragraph_ten5":"For all MLB H-R-E wagers both listed pitchers must start, if pitchers are offered for the game. A pitcher is deemed a starter after throwing the first pitch to the opponent's first batter. If a listed pitcher doesn't start all wagers are no action.",
    "detail_paragraph_eleven":"MLB Prop Rules:",
    "detail_paragraph_eleven1":"On any prop, the player(s) must start, and either throw one pitch(if pitchers), or have one plate appearance (if position players) in the designated game for the wager to have action.",
    "detail_paragraph_eleven2":"For which team will score first props, the prop will be decided and graded as soon as either team scores, regardless if the game eventually becomes official. Both listed pitchers must start for action.",
    "detail_paragraph_eleven3":"All props regarding just the outcome of the first inning will be decided and graded at the end of the first inning, regardless if the game eventually becomes official. Both listed pitchers must start for action.",
    "detail_paragraph_eleven4":"On Total Bases Propositions, listed players must start. A batter is only credited for total bases if he hits a single (1 base), a double (2 bases), a triple (3 bases) or a home run (4 bases). A walk, hit by pitch, error, balk, fielder’s choice, or passed ball do not count for Total Bases Propositions.",
    "detail_paragraph_eleven5":"Pitcher propositions “Total Runs Allowed” include both earned and unearned runs.",
    "detail_paragraph_eleven6":"Any MLB proposition using the phrase “innings pitched” will be graded using the box score number.",
    "detail_paragraph_eleven7":"For example, a visiting starter who pitches five complete innings and then faces three batters in the top of the sixth, but records no outs. This would be graded as 5.0 innings pitched.",
    "detail_paragraph_eleven8":"Or a home starter pitched five complete innings and did not throw a pitch in the bottom of the sixth. This would be graded as 5.0 innings pitched.",
    "detail_paragraph_eleven9":"A “pick-em” match-up between these two pitchers for most innings pitched would be graded a tie.",
    "detail_paragraph_eleven10":"For Division Winner wagers, if two teams have the same record after 162 games, the winner of the Division will be 1) the winner of the tiebreaker game, or 2) the team declared the winner by the MLB tiebreaker system for seeding playoff teams.",
    "detail_paragraph_eleven11":"For the Proposition “Player to hit most Home Runs in MLB?”, if there is a tie at the conclusion of the regular season, the player with the highest batting average, among those tied, will be declared the sole winner.",
    "detail_paragraph_eleven12":"For proposition “How many no-hitters will there be in regular season?”, individual and combined no-hitters will count as long as the game is completed and lasts at least 8.5 innings.",
    "detail_paragraph_eleven13":"For individual player prop predictions to have action that player must start and the game must go at least 9 innings (8.5 innings if home team are ahead). If the game is suspended, it must be restarted on the following day, if it's not restarted on the following day, wagers will be refunded.",
    "detail_paragraph_eleven14":"This applies to all over/under stats for an individual. For example, if Mike Trout hits a home run and the game officially ends in the 7th inning, then Mike Trout will still have no action on his Home Runs for that game(since the game didn't go 8.5 innings).",
    "detail_paragraph_eleven15":"For head to head player props for a specific game, all wagers will have action as long as those players start and the game becomes official.",
    "detail_paragraph_twelve":"MLB Season Long Player Props:",
    "detail_paragraph_twelve1":"For season long over/under propositions for players' or groups of players' statistics for the entire season, each field player must play in the first game his team plays for action. For pitchers, that pitcher must pitch in one of his team's first eight games played for action. His team must play at least 155 games for action.",
    "detail_paragraph_thirteen":"MLB General Props:",
    "detail_paragraph_thirteen1":"For MLB General Props, the result of a game is official after 5 innings of play unless the home team is leading after 4.5 innings. MLB General Props do not require any specific pitcher to start a game.",
    "detail_paragraph_thirteen2":"If there are 10 or more games scheduled on a given day, all games or all games but one must go to completion for MLB General Props to have action. No more than one game may be shortened or postponed.",
    "detail_paragraph_thirteen3":"If there are 9 or fewer games scheduled on a given day, all of them must go to completion for MLB General Props to have action. No game may be either shortened or postponed.",
    "detail_paragraph_thirteen4":"Only the statistics of games declared official will be used for purposes of scoring MLB General Props. If a shortened game is declared official and MLB General Props have action, then statistics of this shortened game will be included with regard to grading.",
    "detail_paragraph_thirteen5":"For the prop “How many players will hit more than 1 HR today?” - This prop will refer to any player hitting more than one HR in a single game. If a player hits 1 HR in each game of a double-header, that does NOT count as more than 1 HR for the day. He must hit 2 or more HR's in a single game for it to be considered more than 1 HR.",
    "detail_paragraph_thirteen6":"For MLB General Props, if a team plays more than one game on a given day (e.g. double header), the statistics of each game will be considered independent. (e.g. “Most runs scored by one team”, Philadelphia plays two games, scoring 4 runs in game one and 5 runs in game two. Either the 4 runs or 5 runs will be used but they will NOT be combined as 9 runs.)",
    "detail_paragraph_fourteen":"MLB Futures: Player vs Player Season Props:",
    "detail_paragraph_fourteen1":"For baseball player vs. player season props, if either or both players start the season on the disabled list, not on the active roster or is sent to the minors, wagers have no action.",
    "detail_paragraph_fiftteen":"Regular Season Baseball Series Wagers:",
    "detail_paragraph_fiftteen1":"Wagers on baseball series are based on the first three games played ofeach series.",
    "detail_paragraph_fiftteen2":"At least two of the first three series games must be played for wagers to have action.",
    "detail_paragraph_fiftteen3":"If only one of the first three games is postponed or canceled, series wagers stand as written.",
    "detail_paragraph_fiftteen4":"If two of the first three games are postponed or canceled, all wagers on that series will be graded as No Action and the monies refunded.",
    "detail_paragraph_fiftteen5":"A called game will count toward a series wager provided it is officially declared a regulation game.",
    "detail_paragraph_fiftteen6":"Pitchers cannot be listed for series wagers; all wagers will have action regardless of the starting pitchers.",
    "detail_paragraph_sixteen":"PlayOffs / World Series Pick 4:",
    "detail_paragraph_sixteen1":"Each combination lists the exact order of finish of the final four Major League teams in the playoffs, specified by the order of names as follows:",
    "detail_paragraph_sixteen2":"A. The winner of the World Series.",
    "detail_paragraph_sixteen3":"B. The loser of the World Series.",
    "detail_paragraph_sixteen4":"C. The loser of the American League Championship Series.",
    "detail_paragraph_sixteen5":"D. The loser of the National League Championship Series.",
    "detail_paragraph_sixteen6":"Example: Suppose we have the following result in the playoffs:",
    "detail_paragraph_sixteen7":"The Dodgers beat the Braves in the National League Championship Series.",
    "detail_paragraph_sixteen8":"The Twins beat the Angels in the American League Championship Series.",
    "detail_paragraph_sixteen9":"The Dodgers then win the World Series against the Twins.",
    "detail_paragraph_sixteen10":"In that case, the winning combination would be: Dodgers/Twins/Angels/Braves.",
    "detail_paragraph_seventeen":"Japanese Baseball:",
    "detail_paragraph_seventeen1":"When wagering on total runs (over/under) the game must go 9 innings (8.5 if the home team is ahead) to have action. If a game is called, suspended or declared a tie in extra innings, the score will be determined after the last full inning unless the home team scores to tie, or takes the lead in the bottom half of the inning, in which case the score is determined at the time the game is called.",
    "detail_paragraph_seventeen2":"Rules for Run Line (handicap) and Alternate Run Line (alternate handicap) wagers are the same as those for Japanese baseball totals.",
    "detail_paragraph_eightteen":"World Baseball Classic Rules:",
    "detail_paragraph_eightteen1":"All spread, money line, and total wagers will have action in games stopped early due to the mercy rule.",
    "detail_paragraph_eightteen2":"All predictions taken on a suspended game (one that started), will have action for 72 hours from the start time, as long as the WBC governing body recognizes an eventual winner. Money line wagers will only have action as long as the game goes at least 4.5 innings. Spread and total wagers will only have action if the game goes at least 8.5 innings (except in mercy rule games, see rule above).",
    "detail_paragraph_eightteen3":"All predictions taken on a postponed game will not have action. Once the postponed game is rescheduled, normal wagering rules apply.",
    "detail_paragraph_eightteen4":"Pool Wagering - In the event of a tie between 2 or 3 teams within a pool, whoever wins the tiebreaker according the world baseball classic (whichever team is considered the number 1 team from that pool in the next round) is considered the winner.",
    "detail_paragraph_nineteen":"Settlement of Wagers",
    "detail_paragraph_nineteen1":"All predictions will be settled after the time and dates specified in the prediction.Market trading data and results will be obtained from reputable third parties.If the market does not have valid data based on technical issues, or the data cannot be confirmed, the platform has the right to retain the delayed payout until it is confirmed by a trusted third party.",
    "detail_paragraph_nineteen2":"In the absence of consistent, independent evidence or in the presence of significant conflicting evidence, bets will be settled based on our own statistics.",
    "detail_paragraph_nineteen3":"Pinnacle does not recognize postponed games, protests or overturned decisions for wagering purposes. As long as the event is played on the schedule day, all predictions have action. If inclement weather (or similar delay) pushes the start time past midnight local time, but the game is still played, all predictions have action."
  },
  "ko": {
    "content_title_detail": "야구",
    "detail_big_title": "야구",
    "detail_paragraph_one": "다양한 머니라인 베팅의 정의",
    "detail_paragraph_one1": "야구의 머니라인 베팅은 다음의 형태로 수락될 것입니다.",
    "detail_paragraph_one2": "베팅 진행 - 선발 투수에 상관 없이 팀 대 팀의 대결 선발 투수가 명시되었고 경기 시작 전 투수가 바뀌는 경우, 해당 머니라인은 재조정될 것이며 진행되는 “액션” 베팅들은 새로운 투수의 시작 가격을 이용해 평가될 것입니다.",
    "detail_paragraph_one3": "등록 투수 - 베팅 시점에 두 선발 투수 모두 명시되어 있지 않으면 이 베팅은 “진행 불능”(no action)으로 간주될 것입니다.",
    "detail_paragraph_one4": "등록 투수 1인 - 이것은 다른 투수에는 상관 없이 지정된 한 명의 투수에 대한 베팅입니다. 지정된 투수가 선발 출전하지 않을 경우, 이 베팅은 “진행 불능”으로 간주됩니다. (예, “Red Sox vs Helling”은 Helling이 패할 것에 베팅하는 것을 표시합니다. “Helling vs Red Sox”는 Helling의 승리에 베팅하는 것을 표시합니다).",
    "detail_paragraph_one5": "참고: 투수 이름에 오타가 있다고 하여도 이는 베팅 취소 사유가 되지는 않습니다.",
    "detail_paragraph_two": "투수 변경 처리 방법",
    "detail_paragraph_two1": "베팅에 투수 이름이 제시되는 경우, 두 투수 모두가 최소한 하나의 투구를 던지기 전에 한 선수라도 교체되면 총 득점 베팅(오버/언더) 및 팀 총계(오버/언더), 런라인(핸디캡) 및 옵션 런라인(대체 핸디캡) 베팅은 환불됩니다.",
    "detail_paragraph_two2": "상대 팀의 첫 타자에게 첫 투구를 던지는 투수가 선발 투수로 간주됩니다.",
    "detail_paragraph_three": "경기 일자 또는 장소 변경 시 베팅 처리 방법",
    "detail_paragraph_three1": "특정 경기가 원래 예정된 일자에 치러지지 않을 경우, 해당 경기에 대한 베팅은 진행되지 않습니다.",
    "detail_paragraph_three2": "특정 경기 장소가 변경될 경우에는 해당 경기에 대한 그 어떠한 베팅도 진행되지 않습니다.",
    "detail_paragraph_four": "경기가 예정대로 자연스럽게 종료되지 않을 경우의 베팅 처리 방법",
    "detail_paragraph_four1": "특정 경기가 중간에 콜드게임으로 선언되거나 중단될 경우, 마지막 풀 이닝이 종료된 후에 스코어가 결정됩니다. 단 회말에 홈팀이 득점을 올려 동점을 이루거나 리드하는 경우에는 경기가 콜드게임으로 선언된 시점에서 스코어를 결정합니다. 홈팀이 동점을 이루고 경기가 중단되면 베팅 금액은 환불됩니다. 달리 명시되지 않는 한, 이벤트는 다음 날로 이월되지 않습니다.",
    "detail_paragraph_four2": "특정 경기가 중간에 콜드게임으로 선언되거나 연장전에 중단될 경우, 마지막 풀 이닝이 종료된 후에 스코어가 결정됩니다. 단 회말에 홈팀이 득점을 올려 동점을 이루거나 리드하는 경우에는 경기가 콜드게임으로 선언된 시점에서 스코어를 결정합니다.",
    "detail_paragraph_four3": "중단된 플레이오프 경기가 중단된 시점으로부터 96시간 이내에 재개되는 경우, 모든 베팅은 진행되며 경기가 종료된 시점에서 평가될 것입니다. 경기 중단 후 96시간 이내에 해당 경기가 완료되지 않을 경우, 모든 베팅은 진행되지 않습니다.",
    "detail_paragraph_four4": "라이브 야구 베팅의 경우, 모든 경기는 반드시 9이닝을 완료(홈 팀 리드 시, 8.5이닝 후)해야 하며 경기 시작 시각으로부터 7일 안에 종료되어야만 진행될 수 있습니다(“머시 규칙” 게임 제외, 아래 참고). 이 규칙은 머니라인, 득점라인, 총계 베팅에 적용됩니다. 예시: 실시간 게임이 7회에 중단되고 7일 이내에 재개되지 않는 경우. 이미 특정 베팅의 결과가 결정되었다 하더라도 머니라인, 득점라인, 및 총계 관련 모든 베팅은 진행되지 않습니다. 스코어가 5-8일 때의 오버 7점 베팅은 무효로 처리됩니다.",
    "detail_paragraph_four5": "특정 이닝이나 여러 이닝들에 대한 경기 전 또는 라이브 야구 베팅의 경우, 지정된 이닝(들)이 치러지면 베팅은 경기 완료 여부와는 무관하게 진행될 것입니다.",
    "detail_paragraph_four6": "경기가 예정대로 진행되지 않고 연기되면, 경기 시작 전 실시간 트레이드 폴더에서 이루어진 베팅은 취소됩니다.",
    "detail_paragraph_five": "실시간에서 머시 규칙 경기의 처리 방법",
    "detail_paragraph_five1": "머시 규칙이 취소된 경기(World Baseball Classic 경기 등)는 해당 규칙을 적용한 시점의 최종 점수에 기반하여 베팅 결과를 정합니다.",
    "detail_paragraph_six": "더블헤더 경기 처리 방법",
    "detail_paragraph_six1": "더블헤더 경기를 G1과 G2(1경기와 2경기)로 명시하도록 해야 합니다.",
    "detail_paragraph_six2": "G1과 G2로 명시한 경기의 베팅은 더블헤더 중 엄격하게 해당 경기만의 규칙을 적용하여 취급합니다. 예를 들어, Kershaw와 Scherzer가 투수로 기재된 경기에서 G1 Dodgers가 G1 Nationals를 이기는 데 거셨다면, Kershaw와 Scherzer 모두 1경기에서 활약할 때만 베팅한 것으로 취급합니다. 만약 Kershaw, Scherzer 둘 중 한 명이라도(혹은 모두) 2경기에 등판하면 베팅은 무산됩니다.",
    "detail_paragraph_six3": "만약 더블헤더가 있는 날 G1과 G2가 베팅 시간까지 사이트에 표시되지 않았다면, 다음 규칙이 적용됩니다.",
    "detail_paragraph_six4": "a. G1이나 G2 표시 없이 기재된 투수에 건 판돈은 기재한 투수가 선발 출장한 경기에 베팅한 것(더블헤더 중 첫 번째나 두 번째)으로 간주합니다.",
    "detail_paragraph_six5": "b. 특정 경기(첫 번째나 두 번째)에 건 판돈은 사이트에 기재된 투수가 해당 경기를 시작할 경우에만 베팅한 것으로 간주합니다.",
    "detail_paragraph_six6": "c. 사이트에 기재한 투수들이 더블헤더의 어느 경기에서도 맞붙지 않는다면, 더블헤더의 첫 번째 경기에 베팅한 것으로 간주합니다",
    "detail_paragraph_seven": "배팅 성립에 필요한 최소 시간(경기 진행시간)",
    "detail_paragraph_seven1": "특정 경기의 결과는 홈팀이 4.5이닝 후 리드하고 있지 않은 한, 5이닝이 종료되어야 공식 경기가 됩니다. 득점라인, 총 득점(오버/언더)이나 팀 총 통계(오버/언더)에 대하여 베팅할 때, 해당 경기는 반드시 9이닝(홈 팀이 리드한 경우에는 8.5이닝)을 치러야만 베팅이 진행됩니다.",
    "detail_paragraph_seven2": "런 어헤드 또는 머시 규칙(콜드게임 등)이 적용되면 경기는 완료된 것으로 간주됩니다. 득점라인, 총합, 팀 총합 및 머니 라인에 대한 경기 베팅이 진행됩니다.",
    "detail_paragraph_seven3": "머니 라인 및 스프레드의 프리게임 전반전 MLB 베팅은 반드시 5이닝까지 진행되어야 합니다. 경기가 일찍 끝나 홈 팀이 공식적으로 승리한 경우 4.5이닝까지 진행되어야 합니다.",
    "detail_paragraph_seven4": "특정 경기가 5이닝을 채우지 못할 경우, 모든 전반전 베팅은 진행되지 않습니다.",
    "detail_paragraph_seven5": "특정 경기에 대해 투수 이름이 제시되는 경우, 모든 전반전 베팅(5이닝)은 반드시 두 투수를 기재하여야 합니다. 기재된 투수 중 한 명이라도 선발 등판하지 않으면 전반전(5이닝)에 대한 베팅은 취소됩니다.",
    "detail_paragraph_eight": "MLB 정규 시즌 승 수 프롭 베팅:",
    "detail_paragraph_eight1": "MLB 정규 시즌 승 수 베팅은 다음 두 가지 경우가 발생했을 때 결과를 평가합니다.",
    "detail_paragraph_eight2": "A. 팀이 수학적으로 베팅에 명시된 수의 경기에 승리할 수 없는 경우.",
    "detail_paragraph_eight3": "B. 팀이 평가 당시에 160경기 이상 플레이할 것으로 예상되는 경우. 다시 말해, 평가 당시에 시즌이 단축될 것이라는 조짐이 없는 경우.",
    "detail_paragraph_eight4": "베팅 평가의 목적상, 추가로 치르는 와일드카드 타이 브레이커 결정전이나 추가의 디비전 타이어 브레이커 경기는 정규 시즌 총 승 수에 포함되지 않습니다.",
    "detail_paragraph_eight5": "시즌에서 한 팀이 160경기 이상을 플레이할 수 없을 것이라는 일말의 의혹이 존재하는 경우, 160번째 경기가 끝날 때까지 정규 시즌 승 수 베팅에 대한 평가는 보류됩니다. 그러나 정규 시즌 승 수 베팅에 대한 평가가 완료되면 결과는 변경되지 않으며, 이는 팀이 160경기 미만을 플레이하고 시즌을 마친 경우에도 해당합니다.",
    "detail_paragraph_nine": "그랜드 살라미(원정 득점vs홈 득점)",
    "detail_paragraph_nine1": "그랜드 살라미는 해당 날짜에 예정된 해당 리그의 모든 경기에서 나온 총 득점에 의해 결정됩니다.",
    "detail_paragraph_nine2": "그랜드 살라미 베팅이 진행되려면 예정된 모든 경기가 해당 날짜에 시작되고 최소한 9이닝(홈팀이 리드하고 있을 경우에는 8.5이닝)을 마쳐야 합니다. 예정된 모든 경기가 위의 요구 사항에 맞으면 살라미 베팅은 진행되며, 이는 하나 이상의 경기가 9이닝을 마친 후에 중단된 경우에도 해당됩니다. 살라미 베팅의 결과는 해당 경기 일의 밤에 결정됩니다. 중단되었다가 재개된 경기에서 기록된 득점은 정규 시즌 살라미 베팅의 결과 결정에 포함되지 않습니다.",
    "detail_paragraph_nine3": "그랜드 살라미(원정 득점 vs 홈 득점) 베팅의 경우, 홈 팀 득점이라 함은 항상 1회 말에 공격하는 팀의 총 득점을 의미합니다. 아주 드물게 1회 말에 공격하는 팀이 홈구장에서 경기를 하지 않는 경우가 발생하기도 합니다. 그러면 1회 두 번째(즉 1회 말)에 공격하는 팀이 홈 팀이 됩니다.",
    "detail_paragraph_ten":"MLB 히트, 득점 및 범실(MLB H-R-E)：",
    "detail_paragraph_ten1":"모든 MLB R-H-E 베팅은 득점, 히트와 범실의 합계를 토대로 평가될 것입니다. 예시:",
    "detail_paragraph_ten2":"- MLB H-R-E 스코어는 LA Angels 11, Cleveland 24가 될 것입니다",
    "detail_paragraph_ten3":"MLB H-R-E 총계 베팅(오버/언더) 또는 MLB H-R-E 스프레드에 베팅할 시, 해당 경기는 반드시 9이닝(홈 팀이 리드한 경우에는 8.5이닝)을 치러야만 베팅이 진행됩니다.",
    "detail_paragraph_ten4":"특정 경기가 중간에 콜드게임으로 선언되거나 연장전에 중단될 경우, 마지막 풀 이닝이 종료된 후에 스코어가 결정됩니다. 단 회말에 홈팀이 득점을 올려 동점을 이룬 경우에는 경기가 콜드게임으로 선언된 시점에서 스코어를 결정합니다. ",
    "detail_paragraph_ten5":"모든 MLB R-H-E 베팅의 경우, 투수들이 제시된 경우에는 두 투수 모두 반드시 선발 등판해야 합니다. 상대 팀의 첫 타자에게 첫 투구를 던지는 투수가 선발 투수로 간주됩니다. 제시된 투수가 선발 등판하지 않으면 모든 베팅은 진행되지 않습니다.",
    "detail_paragraph_eleven":"MLB프롭 규칙:",
    "detail_paragraph_eleven1":"일체의 프롭에 있어 반드시 선수(들)이 지정된 경기에 선발 등판해서 최소한 투구 1개를 던지거나(투수일 경우), 한 차례 타석에 들어서야만 베팅이 진행됩니다.",
    "detail_paragraph_eleven2":"먼저 득점할 팀을 맞히는 프롭 베팅의 경우, 경기의 종료 여부와는 무관하게 양 팀 중 한 팀이 선취점을 얻는 즉시 결정됩니다. 명시된 양팀 투수가 선발로 등판해야 합니다.",
    "detail_paragraph_eleven3":"1이닝의 결과에만 관련된 모든 프롭은 경기의 종료 여부와는 무관하게 1회말 종료 시점에 결정되고 평가됩니다. 명시된 양팀 투수가 선발로 등판해야 합니다.",
    "detail_paragraph_eleven4":"총 점수 프롭 베팅은 명시된 선수들이 출전해야 합니다. 타자는 1루타, 2루타, 3루타, 또는 홈런(4루타)을 쳤을 때 진루타 합계만 인정됩니다. 볼넷, 몸에 맞는 볼, 실책, 보크, 야수선택에 의한 진루, 또는 패스볼은 총 점수 프롭에 포함되지 않습니다.",
    "detail_paragraph_eleven5":"투수 프롭 “총 실점”에는 양팀 투수의 자책점과 비 자책점 모두 합산됩니다.",
    "detail_paragraph_eleven6":"“투구 이닝 수”란 문구를 사용하는 일체의 MLB 프롭은 박스 스코어 기록을 사용해 평가할 것입니다.",
    "detail_paragraph_eleven7":"예를 들어, 5이닝을 완전히 마무리한 후, 6회초에 3명의 타자를 상대로 투구했으나 아웃을 하나도 잡지 못한 원정팀 선발 투수를 가정하겠습니다. 이 투수는 5.0이닝을 투구한 것으로 평가될 것입니다.",
    "detail_paragraph_eleven8":"또는 홈팀의 선발 투수가 5이닝을 완전히 마무리한 후, 6회말에는 전혀 투구를 하지 않은 경우를 가정하겠습니다. 이 투수는 5.0이닝을 투구한 것으로 평가됩니다.",
    "detail_paragraph_eleven9":"이들 두 명의 투수 중 누가 더 많은 이닝을 투구할 것인지 예상하는 “승자 선택” 베팅은 무승부로 기록될 것입니다.",
    "detail_paragraph_eleven10":"디비전 우승팀 예상 베팅에서 두 팀이 162경기 후, 동률을 기록할 경우, 1) 타이브레이커 경기의 승자, 또는 2) MLB의 플레이오프 팀의 시드 배정을 결정하는 타이브레이커 규정에 의하여 우승팀으로 발표된 팀이 우승팀이 됩니다.",
    "detail_paragraph_eleven11":"“MLB 홈런왕?” 프로포지션의 경우, 정규 시즌 종료 시점에서 동률이 나올 경우, 동률을 기록한 선수 중 타율이 가장 높은 선수가 유일한 승자로 선언됩니다.",
    "detail_paragraph_eleven12":"“정규 시즌에 무안타 타자가 몇명일까?” 프로포지션의 경우, 최소 8.5이닝이 진행되었다면 개인 및 합산된 무안타 타자가 모두 포함됩니다.",
    "detail_paragraph_eleven13":"특정 액션의 발생 여부에 따라 결과가 판명되는 개인 선수 프롭 베팅의 경우 해당 선수가 해당 액션을 시작하고 경기가 9이닝 이상(홈팀이 승리하는 경우 8.5이닝) 진행되어야 합니다. 경기가 중단된 경우 이 경기가 다음 날 재시작되어야 하며 재시작되지 않은 경우 베팅이 환불됩니다. ",
    "detail_paragraph_eleven14":"이 내용은 개인의 모든 오버/언더 통계에 적용됩니다. 예를 들어 Mike Trout이 홈런을 쳤지만 경기가 공식적으로 7이닝에 종료된 경우 Mike Trout은 해당 경기에서 아직 홈런을 기록하지 않은 것으로 간주하는데 그 이유는 경기가 8.5이닝까지 진행되지 않았기 때문입니다.",
    "detail_paragraph_eleven15":"특정 경기의 헤드 투 헤드 선수 프롭 베팅의 경우 해당 선수가 액션을 시작하였으며 경기가 진행된 것으로 공식적으로 인정이 되면 모든 베팅은 유효합니다.",
    "detail_paragraph_twelve":"MLB시즌 롱 플레이어 프롭：",
    "detail_paragraph_twelve1":"전체 시즌에 걸쳐 플레이어나 플레이어 그룹의 통계를 대상으로 하는 시즌 롱 오버/언더 프로포지션의 경우, 각 필드 플레이어가 반드시 소속 팀의 첫 게임에 출전해야만 베팅이 진행됩니다. 투수는 소속 팀의 첫 여덟 경기 중 한 번이라도 투구해야만 베팅이 진행됩니다. 소속 팀이 최소한 155게임을 치러야만 베팅이 진행됩니다. ",
    "detail_paragraph_thirteen":"MLB 일반 프롭:",
    "detail_paragraph_thirteen1":"MLB 일반 프롭의 경우, 특정 경기의 결과는 홈팀이 4.5이닝 후 리드하고 있지 않은 한, 5이닝이 종료되어야 공식 경기가 됩니다.MLB 일반 프롭은 측정한 투수가 선발 출장해야만 진행되는 것이 아닙니다.",
    "detail_paragraph_thirteen2":"MLB 일반 프롭의 경우, 특정 날짜에 10경기 이상의 경기가 예정되었다면 10경기 전 경기 또는 한 경기만 제외한 전 경기가 종료되어야 진행됩니다. 단축되거나 연기된 경기가 한 경기를 넘으면 진행되지 않습니다.",
    "detail_paragraph_thirteen3":"특정 날짜에 9경기 이하의 경기가 예정된 경우, 모든 경기가 반드시 종료되어야만 MLB 일반 프롭이 진행됩니다. 단 한 경기라도 단축되거나 연기되어서는 안 됩니다.",
    "detail_paragraph_thirteen4":"오로지 공식적으로 인정된 경기의 통계만 MLB 일반 프롭의 스코어를 계산하는 데 사용될 것입니다. 단축된 경기가 공식 경기로 선언되어 MLB 일반 프롭이 진행되면 이 단축된 경기의 통계가 평가에 포함될 것입니다.",
    "detail_paragraph_thirteen5":"“오늘 2개 이상의 홈런을 칠 선수의 숫자는?” 프롭 베팅 - 이 프롭은 한 경기에서 2개 이상의 홈런을 치는 선수를 가리킵니다. 한 선수가 더블헤더 경기에서 각 1개씩의 홈런을 치면 이 선수가 당일 2개 이상의 홈런을 친 것으로 간주되지는 않습니다. 해당 선수가 한 경기에서 2개 이상의 홈런을 쳐야만 홈런 2개 이상을 친 것으로 간주될 것입니다.",
    "detail_paragraph_thirteen6":"MLB 일반 프롭의 경우, 한 팀이 하루에 두 경기 이상을 치를 경우(예, 더블 헤더), 각 경기의 통계는 별도로 계산됩니다(예, “가장 많은 득점을 올린 팀”, 필라델피아가 두 경기를 치르고 경기 1에서 4득점, 경기 2에서 5득점을 올렸다고 가정합니다. 4점과 5점 중 하나가 사용될 것이나 9점으로 합산되지는 않을 것입니다.)",
    "detail_paragraph_fourteen":"MLB 선물: 선수 vs 선수의 시즌 프롭:",
    "detail_paragraph_fourteen1":"야구 선수 vs 야구 선수 프롭의 경우, 두 선수 중 한 명 또는 두 선수 모두 시즌 시작 시, 출전(액티브) 명단이 아닌 부상자 명단에서 시작하거나, 마이너리그로 전출되면 베팅은 진행되지 않습니다.",
    "detail_paragraph_fiftteen":"정규 시즌 야구 시리즈 베팅:",
    "detail_paragraph_fiftteen1":"야구 시리즈(두 팀간 연속적인 경기)에 대한 베팅은 각 시리즈의 첫 세 경기를 토대로 결정합니다.",
    "detail_paragraph_fiftteen2":"시리즈의 첫 세 경기 중 최소한 두 경기를 치러야만 베팅이 진행됩니다.",
    "detail_paragraph_fiftteen3":"시리즈의 첫 세 경기 가운데 한 경기만 연기되거나 취소되면 베팅은 유지됩니다.",
    "detail_paragraph_fiftteen4":"시리즈의 첫 세 경기 가운데 두 경기가 연기되거나 취소되면 시리즈에 대한 베팅은 “진행 불능”으로 평가되어 환불됩니다.",
    "detail_paragraph_fiftteen5":"콜드게임이 공식 경기로 선언되면 시리즈 베팅에서 인정됩니다.",
    "detail_paragraph_fiftteen6":"시리즈 베팅에는 투수를 기재할 수 없습니다. 모든 시리즈 베팅은 선발 투수와 무관하게 진행될 것입니다.",
    "detail_paragraph_sixteen":"플레이오프 / World Series 4팀 선택:",
    "detail_paragraph_sixteen1":"각 조합 목록에는 플레이오프에 출전할 메이저리그 4팀의 정확한 최종 순위가 기재되며 다음의 순서에 따라 팀 이름이 기재됩니다.",
    "detail_paragraph_sixteen2":"World Series 우승팀.",
    "detail_paragraph_sixteen3":"World Series 패전팀.",
    "detail_paragraph_sixteen4":"American League Championship Series 패전팀.",
    "detail_paragraph_sixteen5":"National League Championship Series 패전팀.",
    "detail_paragraph_sixteen6":"예시: 플레이오프에서 다음의 결과가 나왔다고 가정합니다.",
    "detail_paragraph_sixteen7":"Dodgers가 National League Championship Series에서 Braves를 꺾고 승리를 거둡니다.",
    "detail_paragraph_sixteen8":"Twins가 American League Championship Series에서 Angels를 꺾고 승리를 거둡니다.",
    "detail_paragraph_sixteen9":"Dodgers가 Twins를 상대로World Series에서 우승을 거둡니다.",
    "detail_paragraph_sixteen10":"이런 경우, 베팅 승리의 조합은 Dodgers/Twins/Angels/Braves가 될 것입니다.",
    "detail_paragraph_seventeen":"일본 야구",
    "detail_paragraph_seventeen1":"총합 득점(오버/언더)에 대해 베팅할 경우, 해당 게임은 반드시 9이닝(홈팀이 리드한 경우에는 8.5이닝)까지 진행해야 합니다. 특정 경기가 연장전에 서스펜디드나 무승부 콜드게임 선언될 경우, 마지막 풀 이닝이 종료된 후에 스코어가 결정됩니다. 단 회말에 홈팀이 득점을 올려 동점을 이루거나 리드하는 경우에는 경기가 콜드게임으로 선언된 시점에서 스코어를 결정합니다.",
    "detail_paragraph_seventeen2":"득점 라인(핸디캡) 및 대체 득점 라인(대체 핸디캡) 베팅 규칙은 일본 야구 총점 베팅과 규칙이 동일합니다.",
    "detail_paragraph_eightteen":"World Baseball Classic 규칙:",
    "detail_paragraph_eightteen1":"모든 스프레드, 머니라인, 총점 베팅은 머시 규칙에 의해 일찍 중단된 게임에서도 진행됩니다.",
    "detail_paragraph_eightteen2":"이미 시작한 서스펜디드 게임에 건 모든 베팅은 시작 시간부터 72시간 동안, WBC 이사회가 최후의 승자를 가릴 때까지 진행됩니다. 머니 라인 베팅은 해당 게임이 4.5이닝 이상 계속되어야 진행됩니다. 스프레드와 총점 베팅은 해당 게임이 8.5이닝(머시 규칙 게임은 제외, 위 규칙을 참고) 이상 계속되어야 진행됩니다.",
    "detail_paragraph_eightteen3":"연기된 게임에 걸린 베팅은 진행되지 않습니다. 연기된 게임의 일정이 다시 잡히면, 일반 베팅 규칙을 적용합니다.",
    "detail_paragraph_eightteen4":"풀(Pool) 베팅 - 풀 안에서 두 팀이나 세 팀 간에 동률이 나올 경우, World Baseball Classic 규정에 의해 타이브레이커에서 승리하는 팀(다음 회전에서 어떤 팀이 1위 팀으로 간주되든)이 승자로 간주됩니다.",
    "detail_paragraph_nineteen":"베팅 정산",
    "detail_paragraph_nineteen1":"베팅 정산은 해당 경기 홈페이지의 데이터를 근거로 한다. 홈페이지가 존재하지 않거나 홈페이지의 데이터에 오류가 있음을 증명하는 명확한 증거가 존재할 경우 독자적인 자료를 근거로 정산을 진행한다. 일관되고 독자적인 증거가 부족하거나 명확한 모순을 증명하는 증거자료가 존재할 경우 본 플랫폼의 데이터를 근거로 정산을 진행한다.",
    "detail_paragraph_nineteen2":"일관되고 독자적인 증거가 부족하거나 명확하게 모순된 증거자료가 존재할 경우 예측은 철저한 조사를 통해 정산된다.",
    "detail_paragraph_nineteen3":"코인게임(Coingame)은 예측 목적상 연기된 경기, 이의 제기나 번복된 결정은 인정하지 않는다. 해당 경기가 예정된 날짜에 열리는 한, 모든 예측은 유효하다. 악천후(또는 유사한 이유)로 인하여 경기 시작 시간이 현지 시간으로 자정을 넘기더라도 경기가 여전히 진행된다면 모든 예측은 유효하다."
  },
  "ja": {
    "content_title_detail": "野球",
    "detail_big_title": "野球",
    "detail_paragraph_one": "さまざまなマネーライン賭けの定義",
    "detail_paragraph_one1": "野球のマネーライン賭けは、次の方法で受け付けられます。",
    "detail_paragraph_one2": "1、アクション – 先発ピッチャーが誰であるかにかかわらず、チーム対チームのベットになります。指定されたピッチャーの賭けが提供され、試合前にピッチャー変更があった場 合、マネーラインは調整され、新しいピッチャーの開始価格を使用して賭けの成立が決定されます。",
    "detail_paragraph_one3": "2、登録ピッチャー – 双方の先発ピッチャーがベット時に指定されていなかった場合、賭けは「アクションなし」とみなされます。",
    "detail_paragraph_one4": "3、登録ピッチャー – どちらか一方のチームのピッチャーを指名するベット。指定されなかったもう一方のピッチャーに関係なく確定されます。指定されたピッチャーが先発しない場合、賭けは「アクションなし」になります。（例： 「Red Sox versus Helling」は、Hellingが負けることへのベットを示しています。「Helling against Red Sox」は、Hellingが勝つことへのベットを示しています）。",
    "detail_paragraph_one5": "注意：ピッチャー名の誤記は、ベットをキャンセルする理由にはなりません。",
    "detail_paragraph_two": "ピッチャー変更の扱い方",
    "detail_paragraph_two1": "指定されたピッチャーの賭けが提供されたときに、双方のピッチャーが少なくとも一球投げる前にピッチャー変更があった場合、トータルラン（オーバー/アンダー）およびチームトータル（オーバー/アンダー）およびランライン（ハンディキャップ）およびアルタネイトランライン（アルタネイトハンディキャップ）への賭けはアクションなしになります。",
    "detail_paragraph_two2": "ピッチャーは対戦相手の最初のバッターに初球を投げた後、先発ピッチャーとして確定されます。",
    "detail_paragraph_three": "日付または会場変更の扱い方",
    "detail_paragraph_three1": "イベントが予定されていた日付に行われなかった場合、そのイベントのすべての賭けは無効になります。",
    "detail_paragraph_three2": "イベント会場が変更された場合、そのイベントのすべての賭けは無効になります。",
    "detail_paragraph_four": "イベントが通常の結果にならなかった場合の扱い方",
    "detail_paragraph_four1": "試合がコールドまたは中断となった場合、最終回裏が終了した時点のスコアで勝者が決定されます。ただしホームチームのスコアが同点となった場合、またはホームチームがその回の裏でリードしている場合、勝者は試合がコールドとなったときのスコアで決定されます。ホームチームが試合で引き分けて、その後に中断された場合は返金されます。特に 指定がない限り、イベントが翌日に持ち越されることはありません。",
    "detail_paragraph_four2": "試合がオーバータイムでコールドまたは中断となった場合、スコアは最終回裏が終了した時点で決定されます。ただしホームチームのスコアが同点となった場合、またはホームチームがその回の裏でリードしている場合、スコアは試合がコールドとなったときに決定されます。",
    "detail_paragraph_four3": "中断されたプレイオフゲームが96時間以内に再開する場合には、すべての賭けはアクションになり、試合終了後に決定されます。中断後96時間以内に試合が終了しなかった場合には、すべての賭け金はアクションなしになります。",
    "detail_paragraph_four4": "ライブ野球の賭けがアクションになるには、すべての試合が9回（ホームチームが勝っている場合は8.5回）まで進み、開始時間から7日以内に完了しなければなりません（”マーシールール（コールド規定）”採用の試合を除く）。このルールは、マネーライン、ランライン、トータルへの賭けに適用されます。例：ライブゲームが7回で中断され、7日間以内に再開されません。マネーライン、ランライン、トータルのすべての賭けは、たとえ賭けの結果がすでに決定していても、アクションなしになります。5-8のスコアのオーバー7ランへの賭けは、アクションなしとみなされます。",
    "detail_paragraph_four5": "開幕戦またはライブ野球の特定の回または複数の回への賭けは、その試合が終了したかどうかに関係なく、その特定の時間が終了した場合にアクションになります。",
    "detail_paragraph_four6": "ライブトレーディングフォルダーで試合開始前に賭けられたベットは、その試合が予定日に開始されず、延期になる場合はキャンセルされます。",
    "detail_paragraph_five": "ライブゲームでのマーシールール（コールド規定）の扱い方",
    "detail_paragraph_five1": "マーシールール（コールド規定）が適用された試合（WBCの試合など）では、ルール適用時の最終スコアに基づいてすべての賭けが決定されます。",
    "detail_paragraph_six": "ダブルヘッダーゲームの扱い方",
    "detail_paragraph_six1": "ダブルヘッダーの試合をG1、G2（第1試合、第2試合）と表示するよう、最大限の努力をします。",
    "detail_paragraph_six2": "G1またはG2を指定して行った試合への賭けは、ダブルヘッダーの指定された試合に厳格に適用されます。例え ば、KershawとScherzerを登板ピッチャーとしてDodgers対Nationalsの第1試合に賭ける場合、両投手が第1試合の先発ピッチャーである場合のみ賭けがアクションになります。両投手が第2試合の先発ピッチャーである場合、アクションになりません。",
    "detail_paragraph_six3": "ダブルヘッダーの試合が行われる日に賭けを行う時点で、当社サイトにおいてG1、G2のいずれも指定されていない場合、以下のルールが適用されます。",
    "detail_paragraph_six4": "A. G1、G2を指定せずに登板ピッチャーに賭ける場合、登板ピッチャーが先発ピッチャーの試合（ダブルヘッダーの第1試合、第2試合のいずれか）で賭けがアクションになります。",
    "detail_paragraph_six5": "B. サイト上の登板ピッチャーが指定された試合の先発ピッチャーである場合、指定された試合（第1試合、第2試合のいずれか）で賭けがアクションになります。",
    "detail_paragraph_six6": "C. サイト上の登板ピッチャーがダブルヘッダーのいずれの試合においても投げ合いをしない場合、ダブルヘッダーの第1試合で賭けがアクションになります。",
    "detail_paragraph_seven": "有効となるために必要な最小時間（イベントの長さ）",
    "detail_paragraph_seven1": "試合の結果は、ホームチームが4.5回でリードしていない限り、5回のプレイの後で公式になります。ランライン、トータルラン（オーバー/アンダー）またはチームトータル（オーバー/アンダー）のいずれかに賭けた場合、アクションとなるには、その試合が9回（ホームチームがリードしている場合は8.5回）まで行われる必要があります。",
    "detail_paragraph_seven2": "ランアヘッドまたはマーシールール（コールド規定）が行使された場合、試合は終了したとみなされます。ランライン、トータル、チームトータル、マネーラインへの試合の賭けがアクションになります。",
    "detail_paragraph_seven3": "マネーラインおよびスプレッドのファーストハーフMLBベットは、5イニング終了しなければアクションになりません。またはゲームが早く終了してホームチームを勝者として公式にコールドとなった場合は、4.5イニング終了する必要があります。",
    "detail_paragraph_seven4": "試合が5回裏の最後まで進行しなかったときには、トータルのファーストハーフベットはアクションなしになります。",
    "detail_paragraph_seven5": "その試合でピッチャーの賭けが提供されているときは、すべてのファーストハーフベット（5回）は、双方のピッチャーが選択されていなければなりません。どちらかの指定されたピッチャーが先発しないときは、ファーストハーフ（5回）はアクションなしになります。",
    "detail_paragraph_eight": "MLBレギュラーシーズンウィンのスペシャルベット：",
    "detail_paragraph_eight1": "MLBレギュラーシーズンウィンのベットは、以下の2つの状況が発生した時に決定されます。",
    "detail_paragraph_eight2": "A. そのチームが、ベットで示された試合数の勝利を上げることが、数学的に不可能である。",
    "detail_paragraph_eight3": "B. そのチームが、判定の時点で、最低160試合をすることが予想される。言い換えると、判定の時点で、シーズンが短縮される兆しがない。",
    "detail_paragraph_eight4": "判定においては、ワイルドカードやディビジョンの追加タイブレーカーは、レギュラーシーズンの合計勝ち数にカウントされません。",
    "detail_paragraph_eight5": "チームあたりの試合数が160未満でシーズン終了となる疑いがある場合、レギュラーシーズンウィンのベットの判定は、160試合目の終了を待って行います。ただし、一度レギュラーシーズンウィンのベットの判定を行った後は、仮にそのチームが160試合未満で終了した場合であっても、結果の変更は行いません。",
    "detail_paragraph_nine": "グランドサラミ（アウェイチームの得点vsホームチームの得点）：",
    "detail_paragraph_nine1": "グランドサラミは、その日に予定されている指定リーグの全試合の合計得点によって決定されます。",
    "detail_paragraph_nine2": "グランドサラミの賭けが成立するには、すべての予定されている試合が、最低9回（ホームチームがリードしている場合は8.5回）まで行われ、かつ、その開催予定日に開始していなければなりません。グランドサラミは、すべての予定されている試合が前述の要件を満たす場合に成立するものであり、延長により9回を超えて終了する試合があっても構い ません。グランドサラミは、ゲームが行われるその日の夜に決定されます。レギュラーシーズンにおいては、後日行われる中断試合の再試合での得点は、サラミ賭けの判定に一切の影響を与えません。",
    "detail_paragraph_nine3": "グランドサラミ（アウェイチームの得点vsホームチームの得点）では、ホームチームの得点は、初回で後攻のチームが獲得した得点になります。まれに、後攻のチームがホームスタジアムでプレイしていないことがあります。そのような場合、このプロポジションベットにおいては、後攻のチームがホームチームとみなされます。",
    "detail_paragraph_ten":"MLBヒット、ランおよびエラー（MLB H-R-E）：",
    "detail_paragraph_ten1":"すべてのMLB R-H-E賭けは、決定要因としてラン、ヒット、エラーの合計を使用して決定されます。例：",
    "detail_paragraph_ten2":"MLB H-R-Eスコアは、LA Angelsが11、Clevelandが24になります",
    "detail_paragraph_ten3":"MLB H-R-Eトータル（オーバー/アンダー）またはMLB H-R-Eスプレッドに賭けた場合、アクションになるには、その試合が9回（ホームチームがリードしている場合は8.5回）まで行われる必要があります。",
    "detail_paragraph_ten4":"試合が延長の回でコールドまたは中断された場合、スコアは最終回裏が終了した後に決定されます。ただしホームチームのスコアがその回の裏で同点となった場合、スコアは試合がコールドとなったときに決定されます。",
    "detail_paragraph_ten5":"ピッチャーの賭けが提供された場合には、すべてのMLB H-R-E賭けは、指定されている投手が先発しなければなりません。ピッチャーは対戦相手の最初のバッターに初球を投げた後、先発ピッチャーとして確定されます。指定されているピッチャーが先発しない場合、すべての賭けはアクションなしになります。",
    "detail_paragraph_eleven":"MLBスペシャルベットのルール：",
    "detail_paragraph_eleven1":"スペシャルベットがアクションになるには、特定の試合で指定のピッチャーが1球投げるか、指定の野手が1度打席に立つことによって、そのプレイヤーがプレーを開始することが必要です。",
    "detail_paragraph_eleven2":"先に得点を挙げるチームを予想するスペシャルベットでは、最終的に試合が公式となるかどうかに関わらず、いずれかのチームが得点した時点でスペシャルベットが判断されます。ベットが有効となるには、双方の指定投手が投球開始することが必要です。",
    "detail_paragraph_eleven3":"第１イニングの結果のみを対象とするスペシャルベットはすべて、最終的に試合が公式となるかどうかに関わらず、第１イニングの終了時に判断されます。ベットが有効となるには、双方の指定投手が投球開始することが必要です。",
    "detail_paragraph_eleven4":"塁打数のスペシャルベット（プロップベット、プロポジション）では、リストアップされた選手が先発することが必要です。打者が単打 (1)、2塁打 (2)、3塁打 (3)、ホームラン (4) を打ったときのみ塁打数がカウントされます。フォアボール、デッドボール、エラー、ボーク、フィルダースチョイス、パスボールは塁打数のプロポジションではカウントされません。",
    "detail_paragraph_eleven5":"ピッチャーの「失点数」のスペシャルベットには自責点も非自責点も含まれます。",
    "detail_paragraph_eleven6":"「投球回数」を使用したMLBのスペシャルベットはすべて、ボックススコアで判断されます。",
    "detail_paragraph_eleven7":"例えば、ビジターチームの先発ピッチャーが5回投げ終えて、6回表で3人の打者相手に投球し、アウトを出せなかったとします。これは投球回数5.0と判断されます。",
    "detail_paragraph_eleven8":"また、ホームチームの先発ピッチャーが5回投げ終えて、6回裏では投球しなかったとします。これも投球回数5.0と判断されます。",
    "detail_paragraph_eleven9":"この2人のピッチャーの投球回数に関する「pick-em」のマッチアップは、引き分けと判断されます。",
    "detail_paragraph_eleven10":"ディビジョン優勝チームのベットでは、2つのチームの成績が162試合後に同じである場合、ディビジョン優勝チームは、1) 同点決勝試合で勝ったチーム、または 2) MLBのプレイオフのシードを決定するタイブレーカーシステムにより勝者とみなされたチームになります。",
    "detail_paragraph_eleven11":"「MLBの最多ホームランプレイヤー」のスペシャルベットでは、レギュラーシーズンの終了時に結果が引き分けの場合、ホームラン数が最多で同数のプレイヤーのうち、打率の高いプレイヤーが単独勝利とみなされます。",
    "detail_paragraph_eleven12":"「レギュラーシーズンの無安打試合数」のスペシャルベットでは、試合が8.5イニング以上継続して終了した限り、単独および複数ピッチャーによる無安打試合を含みます。",
    "detail_paragraph_eleven13":"個々のプレイヤーへのプロップベットが有効となるには、そのプレイヤーが先発出場し、かつ試合が少なくとも9回まで（ホームチームがリードしている場合は8.5回まで）行われる必要があります。試合が中断された場合、翌日に再開される必要があります。試合が翌日に再開されなかった場合、賭けは返金されます。",
    "detail_paragraph_eleven14":"これは、個々のプレイヤーのあらゆるオーバー/アンダーの集計にも適用されます。 例えばMike Troutがホームランを打ち、試合が7回で公式に打ち切られた場合、その試合に関するMike Troutのホームランは、その時点ではカウントされません（試合が8.5回まで行われていないため） 。",
    "detail_paragraph_eleven15":"特定のゲームでの、一対一のプレイヤー対決プロップの場合、すべての賭けは、それらのプレイヤーが先発出場し、かつ試合が成立した場合に限り、有効となります。",
    "detail_paragraph_twelve":"MLBシーズンロングプレイヤースペシャルベット：",
    "detail_paragraph_twelve1":"シーズンを通した選手個人または選手グループの統計に対するオーバー/アンダースペシャルベットが成立するには、各フィールドプレイヤーが自分のチームの最初の試合でプレーする必要があります。ピッチャーの場合は、自分のチームの最初の試合から8試合目までのいずれかの試合で投球すれば、賭けが成立します。その選手のチームが最低155試合をプレイしないと、賭けは成立しません。",
    "detail_paragraph_thirteen":"MLB 一般スペシャルベット：",
    "detail_paragraph_thirteen1":"MLB一般スペシャルベットの場合、試合結果は、ホームチームが4回裏でリードしていない限り、5回のプレイの後で公式になります。MLB一般スペシャルベットでは、試合開始に特定のピッチャーが先発となる必要はありません。",
    "detail_paragraph_thirteen2":"10以上の試合が同日に予定されている場合、MLB一般スペシャルベットが成立するためには、すべての試合、または1試合を除くすべての試合が終了する必要があります。1試合のみ短縮、または延期することができます。",
    "detail_paragraph_thirteen3":"9以下の試合が同日に予定されている場合、MLB一般スペシャルベットが成立するためには、すべての試合が終了する必要があります。試合は短縮も延期も認められません。",
    "detail_paragraph_thirteen4":"公式に宣言された試合の成績結果のみが、MLB一般スペシャルベットの得点の計算に使用されます。短縮試合が公式に宣言されて、MLB一般スペシャルベットが成立する場合、短縮試合の成績結果が賭けの勝敗付けに含まれることになります。",
    "detail_paragraph_thirteen5":"今日は何人のプレイヤーが2本以上のホームランを打つ」というスペシャルベット- このスペシャルベットは1試合で2本以上のホームランを打ったプレイヤーに関するものです。ダブルヘッダーでプレイヤーが両方の試合に出場し、1本ずつホームランを打ったとしても、その日に2本以上打ったとはカウントされません。2本以上のホームランとなるためには、1試合で2本以上のホームランを打つ必要があります。",
    "detail_paragraph_thirteen6":"MLB一般スペシャルベットにおいて、あるチームが指定された日に複数の試合を行った場合（ダブルヘッダーなど）、それぞれの試合の成績結果は独立したものとみなされます。（例えば、「1チームによる最多得点」で、Philadelphiaが1 日に2試合を行い、1試合目が4得点、2試合目で5得点だった場合、賭けには4得点　または5得点が使われますが、合計で9得点としては使われません。）",
    "detail_paragraph_fourteen":"MLB フューチャー：プレイヤー対プレイヤーのシーズンスペシャルベット：",
    "detail_paragraph_fourteen1":"野球のプレイヤー対プレイヤーのシーズンスペシャルベットでは、どちらか一方、または双方のプレイヤーが故障者リストに載った状態でシーズンが始まるか、出場プレイヤーに載っていない、またはマイナーに送られているときには、賭けが不成立になります。",
    "detail_paragraph_fiftteen":"レギュラーシーズン・野球シリーズベット：",
    "detail_paragraph_fiftteen1":"野球シリーズ賭けは、それぞれのシリーズの最初の3試合のプレイに基づきます。",
    "detail_paragraph_fiftteen2":"賭けが成立するためには、最初の3シリーズ試合のうち少なくとも2試合がプレイされなければなりません。",
    "detail_paragraph_fiftteen3":"最初の3試合のうち1試合だけ延期またはキャンセルとなった場合、シリーズ賭けは有効です。",
    "detail_paragraph_fiftteen4":"最初の3試合のうち2試合が延期またはキャンセルとなった場合、そのシリーズに関するすべての賭けは不成立となり、返金されます。",
    "detail_paragraph_fiftteen5":"コールドゲームが正規の試合と公式に宣言されると、シリーズ賭けにカウントされます。",
    "detail_paragraph_fiftteen6":"ピッチャーはシリーズ賭けでは指定することができません。先発ピッチャーに関係なく、すべての賭けが成立します。",
    "detail_paragraph_sixteen":"プレイオフ/ワールドシリーズピック4：",
    "detail_paragraph_sixteen1":"個々の組み合わせは、以下のチームの順位でプレイオフ（優勝決定戦）のベスト4メジャーリーグチームの最終的な正確な順位を予想します：",
    "detail_paragraph_sixteen2":"A. ワールドシリーズの勝利チーム。",
    "detail_paragraph_sixteen3":"B. ワールドシリーズの敗者チーム。",
    "detail_paragraph_sixteen4":"C. 美アメリカンリーグチャンピオンシップシリーズの敗者チーム。",
    "detail_paragraph_sixteen5":"D. ナショナルリーグチャンピオンシップシリーズの敗者チーム。",
    "detail_paragraph_sixteen6":"例：プレイオフ（優勝決定戦）が以下の結果となったとします：",
    "detail_paragraph_sixteen7":"Dodgersがナショナルリーグチャンピオンシップ・シリーズでBravesに勝利。",
    "detail_paragraph_sixteen8":"Twinsがアメリカンリーグチャンピオンシップ・シリーズでAngelsに勝利。",
    "detail_paragraph_sixteen9":"DodgersがワールドシリーズでTwinsに勝利。",
    "detail_paragraph_sixteen10":"上記の場合、賭けの勝利の組み合わせは次の通りです：Dodgers/Twins/Angels/Braves。",
    "detail_paragraph_seventeen":"日本野球ルール：",
    "detail_paragraph_seventeen1":"トータル（オーバー/アンダー）ベットが有効となるには、その試合で9イニング（ホームチームがリードしている場合は8.5イニング）行われる必要があります。試合が延長回でコールドゲーム、サスペンデッドゲーム、または引き分けとなった場合、得点は最終回裏の時点で決定されます。ただしホームチームが同点になるか、その回の裏でリードしている場合、得点はコールドゲームになった時点で決定されます。",
    "detail_paragraph_seventeen2":"ランライン（ハンディキャップ） およびオルタネイト・ランライン（オルタネイト・ハンディキャップ） のルールは日本野球のトータルベットと同様とします。",
    "detail_paragraph_eightteen":"ワールドベースボールクラシック：",
    "detail_paragraph_eightteen1":"すべてのスプレッド、マネーライン、賭け金合計は、コールドゲームにより早く終了したゲームでアクションになります。",
    "detail_paragraph_eightteen2":"中断されたゲーム（開始したゲーム）に賭けられたすべてのベットは、WBC運営組織が最終的な勝者を認める限り、開始時間から72時間アクションになります。マネーラインの賭け金は、ゲームが最低4.5イニング進んだ場合に限りアクションになります。スプレッドおよび賭け金合計は、ゲームが最低8.5イニング進んだ場合に限り、アクションになります（コールドゲームを除く。上記ルールを参照）。",
    "detail_paragraph_eightteen3":"延期されたゲームへ賭けられたすべてのベットはアクションになりません。延期されたゲームのスケジュールが再調整された場合、通常の賭けのルールが適用されます。",
    "detail_paragraph_eightteen4":"プール賭け - 同じプール内の2チームまたは3チームがタイとなった場合、WBCのプレイオフで勝利したチーム（そのプールを1位通過したチーム）が勝者になります。",
    "detail_paragraph_nineteen":"ベット決済",
    "detail_paragraph_nineteen1":"決済は、関連する試合またはイベントの公式サイトに掲載されているデータに基づいて行われます。公式サイトが存在しない、または公式サイトのデータが不正確であると証明される場合、当社は関連する独立した情報に基づいて決済します。",
    "detail_paragraph_nineteen2":"一貫性のある独立した証拠がない場合、または重大な矛盾する証拠がある場合、徹底的な調査の後にコインが決済されます。",
    "detail_paragraph_nineteen3":"コイン作成の目的で、Coingameは延期、抗議、または破壊的な判断を支持しません。 イベントが元の日付に開催される限り、関連するすべてのコインは有効です。 悪天候（または同様の遅延）によりレースの開始が真夜中に延期されるが、試合がまだ開催されている限り、関連するすべてのコインは有効です。"
  },
  "ru": {
    "content_title_detail": "棒球",
    "detail_big_title": "棒球",
    "detail_paragraph_one": "不同输赢盘投币的定义",
    "detail_paragraph_one1": "棒球的输赢盘将按以下方式接受：",
    "detail_paragraph_one2": "1、生效——球队对球队，不管首发投手是谁。如果指定投手，且在比赛之前更换投手，则将重新调整输赢盘，并采用对新投手的初始倍数对“有效”投币结算发奖。",
    "detail_paragraph_one3": "2、指定投手——如果两位首发投手并非投币时指定的选手，则投币将被视为“无效”。",
    "detail_paragraph_one4": "3、一位指定投手——为支持或反对一位指定投手的投币，无需考虑另一位首发投手。如果指定投手未开始比赛，则投币将被视为“无效”（例如：如“红袜对赫尔林”即指反对赫尔林的投币。“赫尔林对红袜”即指支持赫尔林的投币。）",
    "detail_paragraph_one5": "请注意：投手姓名印刷错误不可作为取消投币的理由。",
    "detail_paragraph_two": "投手变更的处理",
    "detail_paragraph_two1": "如果指定首发投手，且在两名指定首发投手投出至少一球之前更换投手，则总分盘（大小盘）和球队总分盘（大小盘）以及跑垒盘（让分盘）和另选跑垒盘（另选让分盘）的预测将失效。",
    "detail_paragraph_two2": "首发投手指向敌队的第一位打击手首次投球的投手。",
    "detail_paragraph_three": "日期或地点变更的处理",
    "detail_paragraph_three1": "如果比赛未在预定的日期进行，则有关该赛事的所有投币将不会生效。",
    "detail_paragraph_three2": "如果比赛地点发生变更，则有关该赛事的所有投币将不会生效。",
    "detail_paragraph_four": "比赛未按正常程序进行的处理",
    "detail_paragraph_four1": "如果比赛被中止或暂停，则赢家将根据最后的全部局数确定，除非主队扳平，或在最后一局的下半场领先，在此情况下，赢家根据中止比赛时的分数确定。如果主队扳平比赛且随后被暂停，则预测投币将予退还。除另行规定外，比赛不会进行到第二天。",
    "detail_paragraph_four2": "如果比赛被中止或进入加时赛，则分数根据最后的全部局数确定，除非主队扳平，或在最后一局的下半场领先，在此情况下，分数根据中止比赛时确定。",
    "detail_paragraph_four3": "如果出现季后赛暂停的情况，而暂停的比赛成功在暂停96小时内重新开赛，则所有相关投币有效，并在比赛结束后结算。如果该比赛未能在暂停96小时内完赛，则所有相关投币无效。",
    "detail_paragraph_four4": "对于棒球实况赛的投币，所有比赛须完成9局（如主队领先则为8.5局），且须在比赛开始之日起7天内完成方为有效（“慈悲规则”比赛除外，参见下文）。此规则适用于输赢盘、跑垒盘和总分盘的投币。例如：实况赛在第7局被暂停且在7天内未恢复。即使投币的结果已被决定，所有输赢盘、跑垒盘及总分盘的投币均为无效。以5-8分数投币大小盘7轮的被视为无效。",
    "detail_paragraph_four5": "在棒球预赛或实况赛中对指定的一局或多局投币时，如指定时间范围已完成，则不论整场比赛是否结尾，此类投币均为有效。",
    "detail_paragraph_four6": "如果比赛被推迟到预定日期之后，在赛中盘交易市场中比赛开始前所下的投币将被取消。",
    "detail_paragraph_five": "“慈悲规则”比赛实况赛的处理",
    "detail_paragraph_five1": "调用“慈悲规则”的比赛（例如世界棒球经典比赛）将基于在调用规则时的最终分数对所有投币进行分级。",
    "detail_paragraph_six": "双赛的处理",
    "detail_paragraph_six1": "竭尽全力将双赛分为G1和G2（比赛1和比赛2）。",
    "detail_paragraph_six2": "投币名称有G1和G2的比赛时，将严格遵守双重赛中的特定比赛。例如，如果您投币首发投手为Kershaw和Scherzer的G1 Dodgers队击败G1 Nationals队，只有Kershaw和Scherzer都参加比赛1时，您的投币才会生效。如果Kershaw和/或Scherzer参加比赛2，那么在这种情况下，您的投币将不会生效。",
    "detail_paragraph_six3": "如果在双重赛开赛当天，在投币时平台未指定G1和G2，则适用下列规则：",
    "detail_paragraph_six4": "A. 在未指定G1或G2的情况下对指定投手的任何预测在其先发的比赛（不论是双重赛的第一场或第二场比赛）中都有效。",
    "detail_paragraph_six5": "B. 如果网站上的首发投手参加特定比赛，有效投币将在该特定的比赛（不论第一场或第二场）中生效。",
    "detail_paragraph_six6": "C. 如果网站上的首发投手未在双赛的任何一场比赛上相遇，有效投币将在双赛的第一场比赛中生效。",
    "detail_paragraph_seven": "预测生效所需最短时间（比赛时长）",
    "detail_paragraph_seven1": "除非主队在4.5局后领先，否则比赛的结果在5局后方可作算。投币让分盘、总分盘（大小盘）或球队总分盘（大小盘）时，比赛必须打满9局（如果主队领先，则打满8局半）投币才生效。",
    "detail_paragraph_seven2": "如触发领先或慈悲规则，则将被视为完整的比赛。对让分盘、总分盘、球队总分盘及输赢盘的投币将为有效。",
    "detail_paragraph_seven3": "对于MLB比赛的上半场输赢盘和让分盘赛前投币，比赛必须打满5局或4.5局（如果比赛提前结束，且宣布主队胜），预测才算有效。",
    "detail_paragraph_seven4": "如果前5局的比赛没有完全完成，则所有对上半场比赛的投币将失效。",
    "detail_paragraph_seven5": "如果指定比赛投手，则所有对上半场比赛（首5局）的投币也都必须指定投手。如果任何一位指定投手没有进行首发，则所有对上半场比赛（首5局）的投币将失效。",
    "detail_paragraph_eight": "美国职棒大联盟常规赛季胜场特别投币：",
    "detail_paragraph_eight1": "MLB常规赛胜场投币必须满足以下两者才能获得结算：",
    "detail_paragraph_eight2": "A. 从数学角度看，球队无法打赢投币中指定的比赛数。",
    "detail_paragraph_eight3": "B. 预计球队在发奖时至少能打160场比赛。换言之，结算时没有任何关于赛季将被缩短的迹象。",
    "detail_paragraph_eight4": "出于发奖结算目的，所有为争夺外卡或分区的附加赛决胜局都不计入该常规赛季的总胜场数。",
    "detail_paragraph_eight5": "如果怀疑球队在赛季打不到160场比赛，那么我们将等到第160场比赛之后再结算常规赛季胜场投币。然而，常规赛季胜场投币一经结算即不会再更改，即使球队最后打的比赛少于160场。",
    "detail_paragraph_nine": "满垒本垒打（客队得分vs主队得分）：",
    "detail_paragraph_nine1": "满垒本垒打将由特定联赛预定于该日举行的所有比赛的总得分决定。",
    "detail_paragraph_nine2": "预定的所有比赛须打满9局（如主队领先则为8.5局），且须在预定日期开始，满垒本垒打的投币才算有效。如果预定的所有比赛均符合上述条件，那么即使一场或数场比赛在打完9局之后被暂停，满垒本垒打的投币仍然有效。满垒本垒打将于比赛日当晚进行结算。在常规赛季中，于之后某天重新开始的已暂停比赛的得分不会影响满垒本垒打投币的结算。",
    "detail_paragraph_nine3": "在满垒本垒打（客队得分vs主队得分）中，在自己的第一局中第二个击球的球队得到的分数算作主队得分。某些罕见的情况下，第二个击球的球队并不在自己的主场上比赛。在这些情况下，第二个击球的球队仍将被视为这个特别投币中的主队。",
    "detail_paragraph_ten":"满垒本垒打（客队得分vs主队得分）：",
    "detail_paragraph_ten1":"所有美职棒垒─安─失数投币将通过跑垒、安打失误的总数决定。例如：",
    "detail_paragraph_ten2":"结果为洛杉矶天使队的MLB安─垒─失分数为11，而克利夫兰队为24",
    "detail_paragraph_ten3":"在MLB安─垒─失总分盘（大小盘）或MLB安─垒─失让分盘的投币中，比赛须打满9局（如主队领先则为8.5局）方为有效。",
    "detail_paragraph_ten4":"如果比赛被中止或进入加时赛，则分数根据最后的全部局数确定，除非主队扳平，或在最后一局的下半场领先，在此情况下，分数根据中止比赛时确定。",
    "detail_paragraph_ten5":"如果指定比赛投手，则对于所有MLB安─垒─失数的投币，两队的指定首发投手都必须有实际首发。首发投手指向敌队的第一位打击手首次投球的投手。如指定投手未能首发，则所有投币将为无效。",
    "detail_paragraph_eleven":"MLB投币规则：",
    "detail_paragraph_eleven1":"在任何投币中，运动员必须首发，并且在指定的游戏中投球（若为投手）或者具有一个打席（若为位置球员），以使投币有效。",
    "detail_paragraph_eleven2":"对于有关哪支球队将首先得分的预期投币，一旦有球队得分则立即确定预期投币输赢，不管该场比赛最后是否正式有效。两个指定投手必须首发才有效。",
    "detail_paragraph_eleven3":"有过第一轮比赛结果的所有预期投币将在第一轮比赛结束后立即确定预期投币输赢，不管该场比赛最后是否正式有效。两个指定投手必须首发才有效。",
    "detail_paragraph_eleven4":"在总垒数特别投币中，列出的球员必须先发。击球手的总垒数仅计算一垒安打（一垒）、二垒安打（二垒）、三垒安打（三垒）或本垒打（四垒）。保送、触身球、失误、投手假动作、野手选择或接后失球都不计入总垒数特别投币中。",
    "detail_paragraph_eleven5":"投手投币“允许的总分数”包括已获得和未完成的得分。",
    "detail_paragraph_eleven6":"使用短语“投球局数”的任何MLB投币将使用比分数来分级。",
    "detail_paragraph_eleven7":"例如，客场先发投手投满五局比赛，然后在第六局下半面对三个打击手，但记录没有出局数。这样将被记为投球局数5.0。",
    "detail_paragraph_eleven8":"或主场先发投手投满五局比赛，但是在第六局下半没有投球。这样将被记为投球局数5.0。",
    "detail_paragraph_eleven9":"对于大多数投球局数，这两个投手之间的“牵制”匹配将被分级为平局。",
    "detail_paragraph_eleven10":"对于分区冠军投币，如果两个球队在162场比赛后有相同的记录，该分区的冠军将是1）决胜局比赛的赢家，或2）MLB决胜局系统将其认定为季后赛种子球队，宣布球队为获胜者。",
    "detail_paragraph_eleven11":"有关预测“谁是MLB击出最多全垒打的球员？”的投币，如果在常规赛结束时出现多名球员并列第一的情况，则在并列第一的球员中打击率最高的球员为唯一胜出球员。",
    "detail_paragraph_eleven12":"对于“常规赛季中有多少个无安打赛局”，只要比赛是无安打无得分获胜并持续至少8.5局，单个和接力无安打赛局都将计算在内。",
    "detail_paragraph_eleven13":"只有当选手先发并且比赛进行了至少9局（主队领先的情况下至少8.5局）时，单个选手身上的特别投币才有效。如果比赛暂停，则必须在次日重新开赛，否则将退还注金。",
    "detail_paragraph_eleven14":"这适用于单个选手身上的所有大小盘投币。例如，如果麦可·楚奥特打出本垒打并且比赛在第7局正式结束，那么麦可·楚奥特在那场比赛中的本垒打投币仍旧无效（因为比赛没有达到8.5局）。",
    "detail_paragraph_eleven15":"对于特定比赛中选手的一对一特别投币，只要那些选手先发并且比赛正式生效，所有投币就有效。",
    "detail_paragraph_twelve":"MLB整个赛季球员特别投币：",
    "detail_paragraph_twelve1":"对于整个赛季球员或一组球员统计数据的大小盘特别投币，每位野手必须参加他所在球队打的第一场比赛，投币才算有效。对于投手：该投手必须在他所在球队打的前八场比赛中的一场投球，投币才算有效。他的球队必须打至少155场比赛，投币才算有效。",
    "detail_paragraph_thirteen":"MLB一般投币：",
    "detail_paragraph_thirteen1":"对于MLB一般投币，除非主队在4.5局后领先，否则比赛的结果在5局后方可作算。MLB一般投币不需要任何特定的投手来开启比赛。",
    "detail_paragraph_thirteen2":"如果在某一天安排了10场或以上比赛，必须完成所有比赛或只有一场比赛未完成，MLB一般投币才能生效。缩短或推迟的比赛不能多于一场。",
    "detail_paragraph_thirteen3":"如果在某一天安排了9场或以下比赛，必须完成所有比赛，MLB一般投币才能生效。不能缩短或推迟任何比赛。",
    "detail_paragraph_thirteen4":"只有官方宣布的比赛统计数据才会用于MLB一般投币的得分。如果官方宣布比赛缩短且MLB一般投币有效，则缩短的比赛的统计将包括在评分。",
    "detail_paragraph_thirteen5":"对于投币“有多少球员会击中多个全垒打？” - 此投币指任何球员在单场比赛中击中多个全垒打。如果球员在双赛的每场比赛中击中1个全垒打，不计为该日期的多个全垒打。他必须在单场比赛中击中2个或以上全垒打，才能认定为多个全垒打。",
    "detail_paragraph_thirteen6":"对于MLB一般投币，如果某队在某天进行多场比赛（例如双赛），视每场比赛的统计数据为独立的。（例如，“单个球队的最大得分数”，Philadelphia打两场比赛，其中一场得4分，另一场得5分。将使用4分或5分，但它们不会被组合为9分。）",
    "detail_paragraph_fourteen":"MLB未来：球员vs球员赛季投币：",
    "detail_paragraph_fourteen1":"对于棒球球员vs球员赛季投币，如果开赛时任何一个或两个球员在禁赛列表上，未在活动名单上或者被派送到未成年赛组，投币无效。",
    "detail_paragraph_fiftteen":"棒球常规系列赛投币：",
    "detail_paragraph_fiftteen1":"棒球系列的投币基于每个系列的前三场比赛来决定输赢。",
    "detail_paragraph_fiftteen2":"前三场比赛必须至少进行两场，投币才能生效。",
    "detail_paragraph_fiftteen3":"如果前三场比赛中仅有一场被推迟或取消，那么系列投币将保持有效。",
    "detail_paragraph_fiftteen4":"如果前三场比赛中的两场被推迟或取消，那么该系列赛的所有投币将被评为“无效”，并退还所有费用。",
    "detail_paragraph_fiftteen5":"只要中止的比赛被官方宣布为合规比赛，则将其记入系列赛投币。",
    "detail_paragraph_fiftteen6":"请注意，系列赛投币不指定任何投手，所有投币都会有效，与先发投手无关。",
    "detail_paragraph_sixteen":"季后赛/职业棒球赛选择 4：",
    "detail_paragraph_sixteen1":"每个组合列出了季后赛中最后四支主要联盟球队的完成顺序，由名称顺序指定如下：",
    "detail_paragraph_sixteen2":"A. 世界大赛的冠军。",
    "detail_paragraph_sixteen3":"B. 世界大赛的败者。",
    "detail_paragraph_sixteen4":"C. 美国联盟冠军赛的失败者。",
    "detail_paragraph_sixteen5":"D. 国家联盟冠军赛的失败者。",
    "detail_paragraph_sixteen6":"例如：假设季后赛结果如下：",
    "detail_paragraph_sixteen7":"道奇队在国家联盟冠军赛中击败了勇士队。",
    "detail_paragraph_sixteen8":"双城s队在美国联盟冠军赛中击败天使队。",
    "detail_paragraph_sixteen9":"然后道奇队在世界大赛中击败双城队。",
    "detail_paragraph_sixteen10":"在这种情况下，获胜组合将为：道奇队/双城队/天使队勇士队。",
    "detail_paragraph_seventeen":"日本棒球：",
    "detail_paragraph_seventeen1":"投币总分盘（大小盘）时，比赛必须打满9局（如果主队领先，则打满8局半）投币才生效。如果比赛被中止或进入加时赛，则分数根据最后的全部局数确定，除非主队扳平，或在最后一局的下半场领先，在此情况下，分数根据中止比赛时确定。",
    "detail_paragraph_seventeen2":"跑线（让分盘）和替代跑线（交替盘）投币的规则与日本棒球总数的规则相同。",
    "detail_paragraph_eightteen":"世界棒球经典赛：",
    "detail_paragraph_eightteen1":"在因慈悲规则而提前暂停的比赛中，所有让分盘、输赢盘和大小盘的投币均有效。",
    "detail_paragraph_eightteen2":"只要WBC官方机构评出最终获胜者，所有针对暂停赛事（已开赛）的投币均在开赛后的72小时内有效。输赢盘投币仅在比赛至少完成4.5局时有效。让分盘和大小盘投币仅在比赛至少完成8.5局时有效（扣倒规则的比赛除外，参见上述规则）。",
    "detail_paragraph_eightteen3":"所有针对延期比赛的投币均无效。一旦延期比赛改期，正常投币规则均适用。",
    "detail_paragraph_eightteen4":"奖池投币 - 如果池内的2或3支球队之间产生平局，将根据世界棒球经典赛赢得决胜局的球队（奖池中在下一轮中被视为头号球队）视为获胜者。",
    "detail_paragraph_nineteen":"结算投币",
    "detail_paragraph_nineteen1":"投币结算将以相关比赛或赛事的官方比分提供商或官方网站所公布的数据为根据。当官方比分提供商或官方网站不存在或有重要证据证明官方比分提供商或官方网站的数据有误时，我们将依据相关独立资料进行结算。",
    "detail_paragraph_nineteen2":"如果缺乏一致及独立的证据，或存在重大冲突性证据时，则会在经过彻底的调查之后才会结算投币。",
    "detail_paragraph_nineteen3":"出于投币目的，Coingame不认可任何延期比赛、抗议或颠覆性判决。只要赛事在原定日期进行，所有相关投币均有效。如果因恶劣天气（或类似的延误原因）将比赛开赛时间推迟至当地时间午夜之后，但是只要比赛仍然举办，则所有相关投币有效。"
  },
  "vi": {
    "content_title_detail": "Bóng chày",
    "detail_big_title": "Bóng chày",
    "detail_paragraph_one": "Định nghĩa các loại cược Moneylines khác nhau",
    "detail_paragraph_one1": "Đánh cược money line trong  bóng chày sẽ được chấp nhận theo cách sau：",
    "detail_paragraph_one2": "1、Hành động - đội chống lại đội, bất kể người ném bóng khởi đầu. Khi người ném bóng được liệt kê được cung cấp và có một sự thay đổi pitching trước trận đấu, money line sẽ được điều chỉnh lại và đặt cược action. sử dụng giá mở cửa cho pitcher mới。",
    "detail_paragraph_one3": "2、Pitchers được liệt kê - nếu cả hai  ném bóng khởi đầu không được chỉ định tại thời điểm dự đoán, cược sẽ được coi là vô hiệu”。",
    "detail_paragraph_one4": "3、 Một danh sách bình luận được liệt kê - đây là một đánh cuộc trên hoặc chống lại một người ném bóng được chỉ định, bất kể người ném bóng bắt đầu khác. Nếu người ném bóng được chỉ định không bắt đầu, người đánh cuộc được coi là không có hành động nào. Red Sox so với Helling, chỉ ra một cuộc đánh cược với Helling. Helling đối với Red Sox, chỉ ra một cuộc đánh cược với Helling)。）",
    "detail_paragraph_one5": "Xin lưu ý: Lỗi đánh máy trong tên của người ném bóng sẽ không phải là căn cứ để hủy bỏ cược。",
    "detail_paragraph_two": "xử lý khi động tác ném bị thay đổi",
    "detail_paragraph_two1": "Khi các pitchers được liệt kê , cược trên tổng số lần chạy (trên / dưới) và tổng số đội (trên / dưới) và Run Line (handicap) và Dòng thay thế (handicap thay thế) sẽ không có hành động nếu thay đổi pitcher xảy ra trước khi cả hai  ném được và liệt kê ném ít nhất một sân。",
    "detail_paragraph_two2": "Một người ném bóng được coi là người bắt đầu sau khi ném cú ném đầu tiên vào người đánh bóng đầu tiên của bên đối thủ。",
    "detail_paragraph_three": "xử lý thay đổi ngày và địa điểm",
    "detail_paragraph_three1": "Nếu một sự kiện không được phát vào ngày đã lên lịch, tất cả các cược trên sự kiện sẽ không được tính。",
    "detail_paragraph_three2": "Nếu địa điểm sự kiện  bị thay đổi, tất cả các cược trên sự kiện sẽ không được tính。",
    "detail_paragraph_four": "xử lý nếu quy trình trận đấu không được diễn ra như dự kiến",
    "detail_paragraph_four1": "Nếu một trò chơi  bị dừng, người chiến thắng được xác định bằng tỷ số sau khi hiệp đầy đủ cuối cùng trừ khi đội chủ nhà ghi bàn để hòa, hoặc dẫn đầu ở nửa dưới của hiệp, trong trường hợp đó là người chiến thắng được xác định bằng số điểm tại thời điểm trò chơi . Tiền sẽ được hoàn lại nếu đội chủ nhà buộc trận đấu và sau đó bị treo. Sự kiện sẽ không được chuyển sang ngày hôm sau trừ khi có quy định khác。",
    "detail_paragraph_four2": "Nếu một trò chơi  bị dừng trong các hiệp phụ, điểm số sẽ được xác định sau hiệp đầy đủ cuối cùng trừ khi đội chủ nhà ghi bàn để hòa, hoặc dẫn đầu ở nửa dưới của hiệp, trong trường hợp đó Điểm số được xác định tại thời điểm trò chơi được gọi。",
    "detail_paragraph_four3": "Trong trường hợp trò chơi playoff  được tiếp tục trong khoảng 96 giờ sau khi bị dừng, tất cả các cược đều được tính lại và sẽ được chấm điểm sau khi hoàn thành trò chơi. Nếu trò chơi không hoàn thành trong 96 giờ sau thời gian dừng, sau đó tất cả các dự đoán không được tính。",
    "detail_paragraph_four4": "Đối với cá cược  Bóng chày Trực tiếp, tất cả các trò chơi phải trải qua 9 hiệp (8,5 hiệp nếu đội chủ nhà dẫn đầu) và được chơi để hoàn thành trong vòng 7 ngày kể từ khi bắt đầu cược (ngoại trừ trò chơi Mercy Rule Rule, xem bên dưới). Quy tắc này áp dụng cho các cược trên Moneyline, Runline và Totals. Ví dụ: Một trò chơi trực tiếp bị dừng trong hiệp thứ 7 và không được tiếp tục trong 7 ngày. Tất cả các cược trên Moneyline, Runline và Totals không được tính ngay cả khi kết quả của một đánh cuộc đã được xác định. Một đánh cuộc trong hiệp  7  ở điểm 5-8 được coi là không được tính。",
    "detail_paragraph_four5": "Dành cho cá cược trên Pregame hoặc Live Basketball trên một hiệp cụ thể hoặc một nhóm hiệp đấu mà các cược đó có hành động nếu khung thời gian cụ thể được hoàn thành, bất kể toàn bộ trò chơi đã kết thúc chưa。",
    "detail_paragraph_four6": "Các cược được thực hiện trước khi bắt đầu trò chơi trong thư mục giao dịch trực tiếp sẽ bị hủy nếu trò chơi đó bị hoãn sau khi không bắt đầu vào ngày đã lên lịch.。",
    "detail_paragraph_five": "xử lý các tình huống từ bi trong trò chơi",
    "detail_paragraph_five1": "Các trò chơi trong đó quy tắc thương xót được gọi (chẳng hạn như trò chơi Bóng chày Thế giới Cổ điển) sẽ có tất cả các cược được xếp loại dựa trên điểm số cuối cùng tại thời điểm yêu cầu quy tắc。",
    "detail_paragraph_six": "xử lý các trận kép",
    "detail_paragraph_six1": "Mọi nỗ lực sẽ được thực hiện để biểu thị các trò chơi tiêu đề kép là G1 và G2 (Trò chơi 1 và Trò chơi 2).",
    "detail_paragraph_six2": "Một cuộc cá cược được thực hiện trên một trò chơi có ký hiệu G1 hoặc G2, sẽ áp dụng nghiêm ngặt cho trò chơi. Ví dụ: nếu bạn đặt cược vào Dodgers G1 để đánh bại G1 Nationals bằng pitcher liệt kê của Kershaw và Scherzer, sau đó bạn sẽ chỉ có hành động nếu cả Kershaw và Scherzer đều bắt đầu Trò chơi 1. Nếu Kershaw và / hoặc Scherzer bắt đầu Trò chơi 2, thì trong trường hợp này, cá cược của bạn sẽ không được tính。",
    "detail_paragraph_six3": "Nếu G1 và G2 không được chỉ định trên nền tảng khi bắt đầu trận đấu đôi, các quy tắc sau sẽ được áp dụng：",
    "detail_paragraph_six4": "A.  Mọi dự đoán của người ném bóng cụ thể mà không chỉ định G1 hoặc G2 đều hợp lệ trong trò chơi đầu tiên của nó (cho dù trong trò chơi đầu tiên hoặc thứ hai của trận kép).。",
    "detail_paragraph_six5": "B.  Nếu người ném bóng bắt đầu trên trang web để tham gia vào một trò chơi đặc biệt,dự đoán sẽ có hiệu lực hiệu quả trong trò chơi đặc biệt này (cho dù là lần đầu tiên hoặc trường thứ hai)。",
    "detail_paragraph_six6": "C.Nếu người ném bóng bắt đầu trên trang web không đáp ứng vào bất kỳ một trò chơi, hai trò chơi, một cách hiệu quả dự đoán sẽ có hiệu lực trong hai trận đấu đầu tiên của trận đấu。",
    "detail_paragraph_seven": "Thời gian ngắn nhất (khoảng thời gian) cần thiết để dự đoán có hiệu lực",
    "detail_paragraph_seven1":" Trừ khi đội chủ nhà dẫn đầu sau 4,5 hiệp, kết quả của trận đấu có thể được tính sau 5 hiệp. Khi dự đoán tạo ra sự phân chia, tổng số chia (lớn và nhỏ) hoặc tổng số điểm của đội (lớn và nhỏ), các trò chơi phải được chơi trong 9 phiên (nếu đội nhà chiến thắng, sau đó đóng tại tám hiệp rưỡi) dự đoán có hiệu lực。",
    "detail_paragraph_seven2": "Nếu quy tắc dẫn đầu hoặc quy tắc từ bi được kích hoạt, nó sẽ được coi là một trận đấu hoàn chỉnh. dự đoán sẽ có giá trị cho điểm chấp, tổng vị trí, tổng số trận thắng và thắng / thua.。",
    "detail_paragraph_seven3": "Trong nửa đầu của trận đấu MLB, trận thắng và tỷ lệ cược trước trận đấu, trận đấu phải diễn ra 5 hiệp hoặc 4,5 hiệp (nếu trận đấu kết thúc sớm và đội chủ nhà được công bố), dự đoán là hợp lệ。",
    "detail_paragraph_seven4": "Nếu năm hiệp đầu tiên của trò chơi là không hoàn toàn đầy đủ, tất cả các dự đoán trong nửa đầu của trò chơi sẽ thất bại。",
    "detail_paragraph_seven5": "Nếu một người ném bóng trận đấu được chỉ định, tất cả các dự đoán cho nửa đầu (5 hiệp đầu tiên) cũng phải chỉ định người ném bóng. Nếu bất kỳ người ném bóng nào được chỉ định không bắt đầu, thì tất cả nửa trận đấu đầu tiên (đầu tiên dự đoán của 5 hiệp sẽ không hợp lệ。",
    "detail_paragraph_eight": "Mùa bóng chày Major League thường xuyên giành được dự đoán đặc biệ：",
    "detail_paragraph_eight1": "MLB  thường xuyên thắng dự đoán phải đáp ứng hai điều kiện sau mới được tính：",
    "detail_paragraph_eight2": "A. xét từ góc độ toán học，Đội không thể thắng số trận đấu được chỉ định trong dự đoán。",
    "detail_paragraph_eight3": "B. Dự kiến đội sẽ chơi ít nhất 160 trận tại thời điểm trao giải. Nói cách khác, không có dấu hiệu nào cho thấy mùa giải sẽ được rút ngắn tại thời điểm giải quyết。",
    "detail_paragraph_eight4": "để tính giải thưởng, tất cả trò chơi tiebreaker bổ sung nào cho ký tự đại diện hoặc phân chia  sẽ không được tính vào tổng số trận thắng trong mùa giải thông thường。",
    "detail_paragraph_eight5": "Nếu bạn nghi ngờ rằng đội có thể chơi ít hơn 160 trận trong mùa giải, thì chúng tôi sẽ đợi đến trận đấu thứ 160 để giải quyết chiến thắng mùa giải thông thường. Tuy nhiên, chiến thắng mùa giải thường sẽ không được giải quyết một lần. Thay đổi ngay cả khi đội đã chơi ít hơn 160 trận lần trước。",
    "detail_paragraph_nine": "Grand Salami（chạy trên sân khách và sân nhà）：",
    "detail_paragraph_nine1": "Grand Salami sẽ được quyết định bởi tổng số lượt chạy được ghi trong tất cả các trận đấu của giải đấu cụ thể được lên lịch cho ngày hôm đó.。",
    "detail_paragraph_nine2": "Tất cả các trò chơi được lên lịch phải chơi ít nhất 9 hiệp (8,5 nếu đội chủ nhà dẫn đầu) để cá cược trên Grand Salami có hành động và tất cả các trò chơi phải được bắt đầu vào ngày đã lên lịch của họ. Salami sẽ có hành động nếu tất cả Các trò chơi theo lịch trình đáp ứng các yêu cầu trên, ngay cả khi có một trò chơi (trò chơi) bị đình chỉ sau khi 9 hiệp hoàn thành. Salami sẽ được xếp loại vào đêm của trò chơi ngày hôm đó. ngày trong tương lai sẽ không ảnh hưởng đến việc chấm điểm cá cược Salami trong mùa thông thường.。",
    "detail_paragraph_nine3": "Trong trận đấu trên sân nhà (tỷ số của đội khách so với điểm số của đội chủ nhà), điểm số mà đội ghi được trong cú đánh thứ hai trong trận đấu đầu tiên của họ được tính là điểm số của đội chủ nhà. Trong một số trường hợp hiếm hoi, đội thứ hai không được đánh trò chơi trên nhà của họ. trong những trường hợp này, nhóm nghiên cứu đánh bóng thứ hai sẽ được coi là đội chủ nhà trong dự đoán đặc biệt này",    "detail_paragraph_ten":"MLB Lượt, Chạy và Lỗi (MLB H-R-E)：",
    "detail_paragraph_ten1":"Tất cả các cược MLB R-H-E sẽ được phân loại bằng cách sử dụng tổng số lần chạy, lần truy cập và lỗi làm hệ số chấm điểm. Ví dụ:：",
    "detail_paragraph_ten2":"sẽ dẫn đến điểm MLB H-R-E của LA Angels 11, Cleveland 24",
    "detail_paragraph_ten3":"Khi đặt cược vào tổng số MLB H-R-E (trên / dưới) hoặc MLB H-R-E, trò chơi phải trải qua 9 hiệp (8,5 nếu đội chủ nhà dẫn đầu) để có action.。",
    "detail_paragraph_ten4":"Nếu một trò chơi được gọi hoặc bị hoãn trong các hiệp phụ, điểm số sẽ được xác định sau hiệp đầy đủ cuối cùng trừ khi đội chủ nhà ghi bàn ở nửa dưới của hiệp trong trường hợp điểm được xác định tại thời điểm đó trò chơi được gọi là。",
    "detail_paragraph_ten5":"Đối với tất cả các cược MLB , cả hai người ném bóng được liệt kê đều phải bắt đầu, nếu người ném bóng được cung cấp cho trò chơi. Người ném bóng được coi là người bắt đầu sau khi ném cú ném đầu tiên vào người đánh bóng đầu tiên của đối thủ. dự đoán vô hiệu。",
    "detail_paragraph_eleven":" quy tắc dự đoán MLB：",
    "detail_paragraph_eleven1":"Trên bất kỳ tình huống nào, người chơi phải bắt đầu và ném một cú ném (nếu ném bóng) hoặc xuất hiện một đĩa (nếu người chơi vị trí) trong trò chơi được chỉ định để dự đoán có hiệu quả。",
    "detail_paragraph_eleven2":"Đối với đội nào sẽ ghi được prop đầu tiên, prop sẽ được quyết định và chấm điểm ngay khi cả hai đội ghi bàn, bất kể trận đấu cuối cùng có chính thức hay không. Cả hai người ném bóng được liệt kê và phải bắt đầu dự đoán。",
    "detail_paragraph_eleven3":"Tất cả các prop liên quan đến kết quả của hiệp đầu tiên sẽ được quyết định và chấm điểm vào cuối hiệp đầu tiên, bất kể trò chơi cuối cùng có trở thành chính thức hay không. Cả hai người ném bóng được liệt kê phải bắt đầu hành động。",
    "detail_paragraph_eleven4":"Trên các Đề xuất tổng số cơ sở, người chơi được liệt kê phải bắt đầu. Một người đánh bóng chỉ được ghi có cho tổng số căn cứ nếu anh ta đánh một (1 bases), một đôi (2 bases), ba lần (3 bases) hoặc chạy tại nhà (4 bases). Một cuộc đi bộ, đánh bằng cao độ, lỗi, chùn bước, lựa chọn của người bảo vệ hoặc bóng chuyền không được tính cho các Đề xuất Tổng số Căn cứ。",
    "detail_paragraph_eleven5":" tổng số điểm Được phép  bao gồm cả số điểm kiếm được và chưa hoàn thành。",
    "detail_paragraph_eleven6":"Bất kỳ đồng MLB nào sử dụng cụm từ Số thứ tự lượt chơi sẽ được phân loại bằng cách sử dụng điểm số。",
    "detail_paragraph_eleven7":"Ví dụ, người ném bóng đầu tiên trong trận đấu sân khách đã lấp đầy năm trận đấu, sau đó phải đối mặt với ba tiền đạo trong nửa sau của trận đấu thứ sáu, nhưng hồ sơ không hiển thị số. Điều này sẽ được ghi lại là số lượng dự đoán  5.0。",
    "detail_paragraph_eleven8":"Hoặc người ném bóng khởi đầu tại sân nhà đã lấp đầy năm trận đấu, nhưng không ném vào nửa sau của trận đấu thứ sáu. Điều này sẽ được ghi lại là số lượng trạm phát sóng 5.0。",
    "detail_paragraph_eleven9":"Trận đấu giữa hai cầu thủ ném bóng giữa hai cầu thủ này trong hầu hết các hiệp được ném sẽ được xếp loại hòa。",
    "detail_paragraph_eleven10":"Đối với cá cược Người chiến thắng phân chia, nếu hai đội có cùng thành tích sau 162 trận đấu, người chiến thắng của Phân khu sẽ là 1) người chiến thắng trong trò chơi bẻ khóa hoặc 2) đội đã tuyên bố người chiến thắng bằng hệ thống bẻ khóa MLB cho các đội playoff seeding。",
    "detail_paragraph_eleven11":"Để Người chơi Đề xuất có thể đạt được hầu hết các lần chạy tại nhà trong MLB?, nếu có một trận hòa vào cuối mùa giải thông thường, người chơi có điểm trung bình cao nhất, trong số những người bị trói, sẽ được tuyên bố là người duy nhất chiến thắng.。",
    "detail_paragraph_eleven12":"Đối với đề xuất Có bao nhiêu người không có người chơi trong mùa thông thường? Những người không có cá nhân và không kết hợp sẽ tính chừng nào trò chơi được hoàn thành và kéo dài ít nhất 8,5 hiệp。",
    "detail_paragraph_eleven13":"Để các dự đoán cá nhân người chơi phải có hành động mà người chơi phải bắt đầu và trận đấu phải diễn ra ít nhất 9 hiệp (8,5 hiệp nếu đội chủ nhà đi trước). Nếu trận đấu bị đình chỉ, phải khởi động lại vào ngày hôm sau , nếu nó không được khởi động lại vào ngày hôm sau, cược sẽ được hoàn lại。",
    "detail_paragraph_eleven14":"Điều này áp dụng cho tất cả các số liệu thống kê trên / dưới cho một cá nhân. Ví dụ: nếu Mike Trout đạt giải chạy về nhà và trò chơi chính thức kết thúc ở hiệp thứ 7, thì Mike Trout vẫn không có dự đoán nào đối với Home Runs (vì trò chơi không đi được 8,5 hiệp)。",
    "detail_paragraph_eleven15":"Đối với props người chơi đối đầu cho một trò chơi cụ thể, tất cả các cược sẽ có action miễn là những người chơi đó bắt đầu và trò chơi trở thành chính thức。",
    "detail_paragraph_twelve":"prop của người chơi trong toàn mùa MBL：",
    "detail_paragraph_twelve1":"Trong các đề xuất dài hơn / theo đề xuất cho thống kê của người chơi hoặc nhóm người chơi trong toàn bộ mùa giải, mỗi người chơi trong trường phải chơi trong trò chơi đầu tiên mà đội của anh ta chơi để hành động. Đối với người ném bóng, người ném bóng đó phải ném vào một trong số tám trò chơi đầu tiên của đội anh ấy chơi để hành động. Đội của anh ấy phải chơi ít nhất 155 trận để hành động。",
    "detail_paragraph_thirteen":"dự đoán MBL：",
    "detail_paragraph_thirteen1":"Đối với MLB General props, kết quả của một trò chơi là chính thức sau 5 hiệp chơi trừ khi đội chủ nhà dẫn đầu sau 4,5 hiệp. prop chung MLB không yêu cầu bất kỳ người ném bóng cụ thể nào để bắt đầu trò chơi。",
    "detail_paragraph_thirteen2":"Nếu có từ 10 trò chơi trở lên được lên lịch vào một ngày nhất định, tất cả các trò chơi  nhưng người ta phải hoàn thành để MLB General props có action. Không được rút ngắn hoặc hoãn một trò chơi。",
    "detail_paragraph_thirteen3":"Nếu có 9 hoặc ít hơn các trò chơi được lên lịch vào một ngày nhất định, tất cả chúng phải được hoàn thành để MLB General props có action. Không có trò chơi nào có thể rút ngắn hoặc hoãn lại。",
    "detail_paragraph_thirteen4":"Chỉ các số liệu thống kê về các trò chơi được tuyên bố chính thức mới được sử dụng cho mục đích chấm điểm Đạo cụ chung MLB. Nếu một trò chơi rút gọn được tuyên bố là chính thức và  MLB general prop have a action có hành động, thì các số liệu thống kê về trò chơi rút gọn này sẽ được đưa vào liên quan đến việc chấm điểm 。",
    "detail_paragraph_thirteen5":"Đối với prop Có bao nhiêu người chơi sẽ đạt được nhiều hơn 1 HR trong một ngày? - Prop này sẽ đề cập đến bất kỳ người chơi nào đánh nhiều hơn một HR trong một trò chơi. Nếu một người chơi đạt 1 HR trong mỗi trò chơi của một tiêu đề kép, không được tính nhiều hơn 1 HR trong một ngày. Anh ta phải đạt 2 hoặc nhiều HR trong một trò chơi để được coi là nhiều hơn 1 HR。",
    "detail_paragraph_thirteen6":"Đối với prop chung MLB, nếu một đội chơi nhiều hơn một trò chơi trong một ngày nhất định (ví dụ: tiêu đề kép), số liệu thống kê của mỗi trò chơi sẽ được coi là độc lập. chơi hai trò chơi, ghi 4 lần chạy trong trò chơi một và 5 lần chạy trong trò chơi thứ hai. Cả 4 lần chạy hoặc 5 lần chạy sẽ được sử dụng nhưng chúng sẽ KHÔNG được kết hợp thành 9 lần chạy."
    "detail_paragraph_fourteen":"MLB Futures: Player vs Player Season Props:",
    "detail_paragraph_fourteen1":"Đối với cầu thủ bóng chày và prop mùa giải của cầu thủ, nếu một hoặc cả hai cầu thủ bắt đầu mùa giải trong danh sách bị vô hiệu hóa, cá cược được tính là vô hiệu。",
    "detail_paragraph_fiftteen":"hệ thống dự đoán trong bóng chày：",
    "detail_paragraph_fiftteen1":"Đánh cược vào loạt bóng chày được dựa trên ba trò chơi đầu tiên của loạt trò chơi ofeach。",
    "detail_paragraph_fiftteen2":"Ít nhất hai trong số ba loạt trò chơi đầu tiên phải được chơi để cá cược được tính。",
    "detail_paragraph_fiftteen3":"Nếu chỉ một trong ba trò chơi đầu tiên bị hoãn hoặc hủy, kết quả cuộc đánh cược hàng loạt sẽ được bảo lưu。",
    "detail_paragraph_fiftteen4":"Nếu hai trong ba trò chơi đầu tiên bị hoãn hoặc hủy, tất cả các cược trong chuỗi đó sẽ được xếp loại vô hiệu và các khoản tiền được hoàn trả。",
    "detail_paragraph_fiftteen5":"Một trò chơi được gọi sẽ được tính vào một loạt cược với điều kiện nó được tuyên bố chính thức là một trò chơi theo quy định。",
    "detail_paragraph_fiftteen6":"pichers không thể được liệt kê cho các cược hàng loạt; tất cả các cược sẽ được tính bất kể pitcher bắt đầu。",
    "detail_paragraph_sixteen":"Play Offers / World Series Pick 4：",
    "detail_paragraph_sixteen1":"Mỗi kết hợp liệt kê thứ tự kết thúc chính xác của bốn đội Major League cuối cùng trong vòng playoffs, được chỉ định theo thứ tự tên như sau：",
    "detail_paragraph_sixteen2":"A.The winner of the World Series。",
    "detail_paragraph_sixteen3":"B. The loser of the World Series。",
    "detail_paragraph_sixteen4":"C.The loser of the American League Championship Series.。",
    "detail_paragraph_sixteen5":"D.The loser of the National League Championship Series。",
    "detail_paragraph_sixteen6":"Ví dụ: Giả sử chúng ta có kết quả sau trong vòng playoffs：",
    "detail_paragraph_sixteen7":"The Dodgers beat the Braves in the National League Championship Series。",
    "detail_paragraph_sixteen8":"The Twins beat the Angels in the American League Championship Series.。",
    "detail_paragraph_sixteen9":"The Dodgers then win the World Series against the Twins。",
    "detail_paragraph_sixteen10":"Trong trường hợp đó, sự kết hợp chiến thắng sẽ là: Dodgers / Twins / Angels / Braves。",
    "detail_paragraph_seventeen":"bóng chày Nhật bản：",
    "detail_paragraph_seventeen1":"Khi đặt cược trên tổng số lần chạy (trên / dưới), trận đấu phải diễn ra 9 hiệp (8,5 nếu đội chủ nhà đi trước) để được tính. Nếu trò chơi được gọi, bị treo hoặc tuyên bố hòa trong hiệp phụ, Điểm số sẽ được xác định sau hiệp đầy đủ cuối cùng trừ khi đội chủ nhà ghi bàn để hòa, hoặc dẫn đầu ở nửa dưới của hiệp, trong trường hợp đó, điểm được xác định tại thời điểm trận đấu。",
    "detail_paragraph_seventeen2":"Quy tắc cho dòng chạy (handicap) và cược dòng thay thế (cược chấp thay thế) giống như các quy tắc cho tổng số bóng chày của Nhật Bản.。",
    "detail_paragraph_eightteen":" luật chơi World Baseball Classic ",
    "detail_paragraph_eightteen1":"Tất cả chênh lệch, money line và tổng số cược sẽ được tính trong các trò chơi bị dừng sớm do quy tắc mercy(từ by).。",
    "detail_paragraph_eightteen2":"Tất cả các dự đoán được thực hiện trên một trò chơi bị đình chỉ (một trò chơi đã bắt đầu), sẽ được tính trong 72 giờ kể từ thời điểm bắt đầu, miễn là cơ quan quản lý của WBC nhận ra người chiến thắng cuối cùng. Tiền cược dòng tiền sẽ chỉ được tính miễn là trò chơi diễn ra ít nhất 4,5 hiệp. Lây lan và tổng số cược sẽ chỉ được tính nếu trò chơi diễn ra ít nhất 8,5 hiệp (ngoại trừ trong các trò chơi quy tắc nhân từ, xem quy tắc ở trên。",
    "detail_paragraph_eightteen3":"Tất cả các dự đoán được thực hiện cho một trò chơi bị hoãn sẽ không được tính. Một khi trò chơi bị hoãn được lên lịch lại, các quy tắc đặt cược thông thường sẽ được áp dụng。",
    "detail_paragraph_eightteen4":"Đánh cược bể bơi - Trong trường hợp hòa giữa 2 hoặc 3 đội trong một bể, bất cứ ai thắng trận hòa theo trận bóng chày kinh điển thế giới (đội nào được coi là đội số 1 từ vòng đó ở vòng tiếp theo) được coi là người chiến thắng。",
    "detail_paragraph_nineteen":"kết toán dự đoán",
    "detail_paragraph_nineteen1":"Tất cả các dự đoán sẽ được giải quyết sau thời gian và ngày được chỉ định trong dự đoán. Dữ liệu và kết quả giao dịch tiếp thị sẽ được lấy từ các bên thứ ba có uy tín. Nếu thị trường không có dữ liệu hợp lệ dựa trên các vấn đề kỹ thuật, hoặc dữ liệu không thể được xác nhận, nền tảng có quyền giữ lại khoản thanh toán bị trì hoãn cho đến khi được xác nhận bởi bên thứ ba đáng tin cậy。",
    "detail_paragraph_nineteen2":"Trong trường hợp không có bằng chứng nhất quán, độc lập hoặc khi có bằng chứng mâu thuẫn đáng kể, các cược sẽ được giải quyết dựa trên số liệu thống kê của chúng tôi。",
    "detail_paragraph_nineteen3":"Pinnacle không nhận ra các trò chơi bị hoãn, các cuộc biểu tình hoặc quyết định đảo ngược cho các mục đích đặt cược. Miễn là sự kiện được phát vào ngày theo lịch, tất cả các dự đoán đều có。"
  },
  "zh-Hant": {
    "content_title_detail": "棒球",
    "detail_big_title": "棒球",
    "detail_paragraph_one": "不同輸贏盤投幣的定義",
    "detail_paragraph_one1": "棒球的輸贏盤將按以下方式接受：",
    "detail_paragraph_one2": "1、生效——球隊對球隊，不管首發投手是誰。如果指定投手，且在比賽之前更換投手，則將重新調整輸贏盤，並採用對新投手的初始倍數對“有效”投幣結算發獎。",
    "detail_paragraph_one3": "2、指定投手——如果兩位首發投手並非投幣時指定的選手，則投幣將被視為“無效”。",
    "detail_paragraph_one4": "3、一位指定投手——為支持或反對一位指定投手的投幣，無需考慮另一位首發投手。如果指定投手未開始比賽，則投幣將被視為“無效”（例如：如“紅襪對赫爾林”即指反對赫爾林的投幣。“赫爾林對紅襪”即指支持赫爾林的投幣。）",
    "detail_paragraph_one5": "請注意：投手姓名印刷錯誤不可作為取消投幣的理由。",
    "detail_paragraph_two": "投手變更的處理",
    "detail_paragraph_two1": "如果指定首發投手，且在兩名指定首發投手投出至少一球之前更換投手，則總分盤（大小盤）和球隊總分盤（大小盤）以及跑壘盤（讓分盤）和另選跑壘盤（另選讓分盤）的預測將失效。",
    "detail_paragraph_two2": "首發投手指向敵隊的第一位打擊手首次投球的投手。",
    "detail_paragraph_three": "日期或地點變更的處理",
    "detail_paragraph_three1": "如果比賽未在預定的日期進行，則有關該賽事的所有投幣將不會生效。",
    "detail_paragraph_three2": "如果比賽地點發生變更，則有關該賽事的所有投幣將不會生效。",
    "detail_paragraph_four": "比賽未按正常程式進行的處理",
    "detail_paragraph_four1": "如果比賽被中止或暫停，則贏家將根據最後的全部局數確定，除非主隊扳平，或在最後一局的下半場領先，在此情況下，贏家根據中止比賽時的分數確定。如果主隊扳平比賽且隨後被暫停，則預測投幣將予退還。除另行規定外，比賽不會進行到第二天。",
    "detail_paragraph_four2": "如果比賽被中止或進入加時賽，則分數根據最後的全部局數確定，除非主隊扳平，或在最後一局的下半場領先，在此情況下，分數根據中止比賽時確定。",
    "detail_paragraph_four3": "如果出現季後賽暫停的情況，而暫停的比賽成功在暫停96小時內重新開賽，則所有相關投幣有效，並在比賽結束後結算。如果該比賽未能在暫停96小時內完賽，則所有相關投幣無效。",
    "detail_paragraph_four4": "對於棒球實況賽的投幣，所有比賽須完成9局（如主隊領先則為8.5局），且須在比賽開始之日起7天內完成方為有效（“慈悲規則”比賽除外，參見下文）。此規則適用於輸贏盤、跑壘盤和總分盤的投幣。例如：實況賽在第7局被暫停且在7天內未恢復。即使投幣的結果已被決定，所有輸贏盤、跑壘盤及總分盤的投幣均為無效。以5-8分數投幣大小盤7輪的被視為無效。",
    "detail_paragraph_four5": "在棒球預賽或實況賽中對指定的一局或多局投幣時，如指定時間範圍已完成，則不論整場比賽是否結尾，此類投幣均為有效。",
    "detail_paragraph_four6": "如果比賽被推遲到預定日期之後，在賽中盤交易市場中比賽開始前所下的投幣將被取消。",
    "detail_paragraph_five": "“慈悲規則”比賽實況賽的處理",
    "detail_paragraph_five1": "調用“慈悲規則”的比賽（例如世界棒球經典比賽）將基於在調用規則時的最終分數對所有投幣進行分級。",
    "detail_paragraph_six": "雙賽的處理",
    "detail_paragraph_six1": "竭盡全力將雙賽分為G1和G2（比賽1和比賽2）。",
    "detail_paragraph_six2": "投幣名稱有G1和G2的比賽時，將嚴格遵守雙重賽中的特定比賽。例如，如果您投幣首發投手為Kershaw和Scherzer的G1 Dodgers隊擊敗G1 Nationals隊，只有Kershaw和Scherzer都參加比賽1時，您的投幣才會生效。如果Kershaw和/或Scherzer參加比賽2，那麼在這種情況下，您的投幣將不會生效。",
    "detail_paragraph_six3": "如果在雙重賽開賽當天，在投幣時平臺未指定G1和G2，則適用下列規則：",
    "detail_paragraph_six4": "A. 在未指定G1或G2的情況下對指定投手的任何預測在其先發的比賽（不論是雙重賽的第一場或第二場比賽）中都有效。",
    "detail_paragraph_six5": "B. 如果網站上的首發投手參加特定比賽，有效投幣將在該特定的比賽（不論第一場或第二場）中生效。",
    "detail_paragraph_six6": "C. 如果網站上的首發投手未在雙賽的任何一場比賽上相遇，有效投幣將在雙賽的第一場比賽中生效。",
    "detail_paragraph_seven": "預測生效所需最短時間（比賽時長）",
    "detail_paragraph_seven1": "除非主隊在4.5局後領先，否則比賽的結果在5局後方可作算。投幣讓分盤、總分盤（大小盤）或球隊總分盤（大小盤）時，比賽必須打滿9局（如果主隊領先，則打滿8局半）投幣才生效。",
    "detail_paragraph_seven2": "如觸發領先或慈悲規則，則將被視為完整的比賽。對讓分盤、總分盤、球隊總分盤及輸贏盤的投幣將為有效。",
    "detail_paragraph_seven3": "對於MLB比賽的上半場輸贏盤和讓分盤賽前投幣，比賽必須打滿5局或4.5局（如果比賽提前結束，且宣佈主隊勝），預測才算有效。",
    "detail_paragraph_seven4": "如果前5局的比賽沒有完全完成，則所有對上半場比賽的投幣將失效。",
    "detail_paragraph_seven5": "如果指定比賽投手，則所有對上半場比賽（首5局）的投幣也都必須指定投手。如果任何一位指定投手沒有進行首發，則所有對上半場比賽（首5局）的投幣將失效。",
    "detail_paragraph_eight": "美國職棒大聯盟常規賽季勝場特別投幣：",
    "detail_paragraph_eight1": "MLB常規賽勝場投幣必須滿足以下兩者才能獲得結算：",
    "detail_paragraph_eight2": "A. 從數學角度看，球隊無法打贏投幣中指定的比賽數。",
    "detail_paragraph_eight3": "B. 預計球隊在發獎時至少能打160場比賽。換言之，結算時沒有任何關於賽季將被縮短的跡象。",
    "detail_paragraph_eight4": "出於發獎結算目的，所有為爭奪外卡或分區的附加賽決勝局都不計入該常規賽季的總勝場數。",
    "detail_paragraph_eight5": "如果懷疑球隊在賽季打不到160場比賽，那麼我們將等到第160場比賽之後再結算常規賽季勝場投幣。然而，常規賽季勝場投幣一經結算即不會再更改，即使球隊最後打的比賽少於160場。",
    "detail_paragraph_nine": "滿壘本壘打（客隊得分vs主隊得分）：",
    "detail_paragraph_nine1": "滿壘本壘打將由特定聯賽預定於該日舉行的所有比賽的總得分決定。",
    "detail_paragraph_nine2": "預定的所有比賽須打滿9局（如主隊領先則為8.5局），且須在預定日期開始，滿壘本壘打的投幣才算有效。如果預定的所有比賽均符合上述條件，那麼即使一場或數場比賽在打完9局之後被暫停，滿壘本壘打的投幣仍然有效。滿壘本壘打將於比賽日當晚進行結算。在常規賽季中，於之後某天重新開始的已暫停比賽的得分不會影響滿壘本壘打投幣的結算。",
    "detail_paragraph_nine3": "在滿壘本壘打（客隊得分vs主隊得分）中，在自己的第一局中第二個擊球的球隊得到的分數算作主隊得分。某些罕見的情況下，第二個擊球的球隊並不在自己的主場上比賽。在這些情況下，第二個擊球的球隊仍將被視為這個特別投幣中的主隊。",
    "detail_paragraph_ten":"滿壘本壘打（客隊得分vs主隊得分）：",
    "detail_paragraph_ten1":"所有美職棒壘─安─失數投幣將通過跑壘、安打失誤的總數決定。例如：",
    "detail_paragraph_ten2":"結果為洛杉磯天使隊的MLB安─壘─失分數為11，而克利夫蘭隊為24",
    "detail_paragraph_ten3":"在MLB安─壘─失總分盤（大小盤）或MLB安─壘─失讓分盤的投幣中，比賽須打滿9局（如主隊領先則為8.5局）方為有效。",
    "detail_paragraph_ten4":"如果比賽被中止或進入加時賽，則分數根據最後的全部局數確定，除非主隊扳平，或在最後一局的下半場領先，在此情況下，分數根據中止比賽時確定。",
    "detail_paragraph_ten5":"如果指定比賽投手，則對於所有MLB安─壘─失數的投幣，兩隊的指定首發投手都必須有實際首發。首發投手指向敵隊的第一位打擊手首次投球的投手。如指定投手未能首發，則所有投幣將為無效。",
    "detail_paragraph_eleven":"MLB投幣規則：",
    "detail_paragraph_eleven1":"在任何投幣中，運動員必須首發，並且在指定的遊戲中投球（若為投手）或者具有一個打席（若為位置球員），以使投幣有效。",
    "detail_paragraph_eleven2":"對於有關哪支球隊將首先得分的預期投幣，一旦有球隊得分則立即確定預期投幣輸贏，不管該場比賽最後是否正式有效。兩個指定投手必須首發才有效。",
    "detail_paragraph_eleven3":"有過第一輪比賽結果的所有預期投幣將在第一輪比賽結束後立即確定預期投幣輸贏，不管該場比賽最後是否正式有效。兩個指定投手必須首發才有效。",
    "detail_paragraph_eleven4":"在總壘數特別投幣中，列出的球員必須先發。擊球手的總壘數僅計算一壘安打（一壘）、二壘安打（二壘）、三壘安打（三壘）或本壘打（四壘）。保送、觸身球、失誤、投手假動作、野手選擇或接後失球都不計入總壘數特別投幣中。",
    "detail_paragraph_eleven5":"投手投幣“允許的總分數”包括已獲得和未完成的得分。",
    "detail_paragraph_eleven6":"使用短語“投球局數”的任何MLB投幣將使用比分數來分級。",
    "detail_paragraph_eleven7":"例如，客場先發投手投滿五局比賽，然後在第六局下半面對三個打擊手，但記錄沒有出局數。這樣將被記為投球局數5.0。",
    "detail_paragraph_eleven8":"或主場先發投手投滿五局比賽，但是在第六局下半沒有投球。這樣將被記為投球局數5.0。",
    "detail_paragraph_eleven9":"對於大多數投球局數，這兩個投手之間的“牽制”匹配將被分級為平局。",
    "detail_paragraph_eleven10":"對於分區冠軍投幣，如果兩個球隊在162場比賽後有相同的記錄，該分區的冠軍將是1）決勝局比賽的贏家，或2）MLB決勝局系統將其認定為季後賽種子球隊，宣佈球隊為獲勝者。",
    "detail_paragraph_eleven11":"有關預測“誰是MLB擊出最多全壘打的球員？”的投幣，如果在常規賽結束時出現多名球員並列第一的情況，則在並列第一的球員中打擊率最高的球員為唯一勝出球員。",
    "detail_paragraph_eleven12":"對於“常規賽季中有多少個無安打賽局”，只要比賽是無安打無得分獲勝並持續至少8.5局，單個和接力無安打賽局都將計算在內。",
    "detail_paragraph_eleven13":"只有當選手先發並且比賽進行了至少9局（主隊領先的情況下至少8.5局）時，單個選手身上的特別投幣才有效。如果比賽暫停，則必須在次日重新開賽，否則將退還注金。",
    "detail_paragraph_eleven14":"這適用于單個選手身上的所有大小盤投幣。例如，如果麥可•楚奧特打出本壘打並且比賽在第7局正式結束，那麼麥可•楚奧特在那場比賽中的本壘打投幣仍舊無效（因為比賽沒有達到8.5局）。",
    "detail_paragraph_eleven15":"對於特定比賽中選手的一對一特別投幣，只要那些選手先發並且比賽正式生效，所有投幣就有效。",
    "detail_paragraph_twelve":"MLB整個賽季球員特別投幣：",
    "detail_paragraph_twelve1":"對於整個賽季球員或一組球員統計資料的大小盤特別投幣，每位野手必須參加他所在球隊打的第一場比賽，投幣才算有效。對於投手：該投手必須在他所在球隊打的前八場比賽中的一場投球，投幣才算有效。他的球隊必須打至少155場比賽，投幣才算有效。",
    "detail_paragraph_thirteen":"MLB一般投幣：",
    "detail_paragraph_thirteen1":"對於MLB一般投幣，除非主隊在4.5局後領先，否則比賽的結果在5局後方可作算。MLB一般投幣不需要任何特定的投手來開啟比賽。",
    "detail_paragraph_thirteen2":"如果在某一天安排了10場或以上比賽，必須完成所有比賽或只有一場比賽未完成，MLB一般投幣才能生效。縮短或推遲的比賽不能多於一場。",
    "detail_paragraph_thirteen3":"如果在某一天安排了9場或以下比賽，必須完成所有比賽，MLB一般投幣才能生效。不能縮短或推遲任何比賽。",
    "detail_paragraph_thirteen4":"只有官方宣佈的比賽統計資料才會用於MLB一般投幣的得分。如果官方宣佈比賽縮短且MLB一般投幣有效，則縮短的比賽的統計將包括在評分。",
    "detail_paragraph_thirteen5":"對於投幣“有多少球員會擊中多個全壘打？” - 此投幣指任何球員在單場比賽中擊中多個全壘打。如果球員在雙賽的每場比賽中擊中1個全壘打，不計為該日期的多個全壘打。他必須在單場比賽中擊中2個或以上全壘打，才能認定為多個全壘打。",
    "detail_paragraph_thirteen6":"對於MLB一般投幣，如果某隊在某天進行多場比賽（例如雙賽），視每場比賽的統計資料為獨立的。（例如，“單個球隊的最大得分數”，Philadelphia打兩場比賽，其中一場得4分，另一場得5分。將使用4分或5分，但它們不會被組合為9分。）",
    "detail_paragraph_fourteen":"MLB未來：球員vs球員賽季投幣：",
    "detail_paragraph_fourteen1":"對於棒球球員vs球員賽季投幣，如果開賽時任何一個或兩個球員在禁賽列表上，未在活動名單上或者被派送到未成年賽組，投幣無效。",
    "detail_paragraph_fiftteen":"棒球常規系列賽投幣：",
    "detail_paragraph_fiftteen1":"棒球系列的投幣基於每個系列的前三場比賽來決定輸贏。",
    "detail_paragraph_fiftteen2":"前三場比賽必須至少進行兩場，投幣才能生效。",
    "detail_paragraph_fiftteen3":"如果前三場比賽中僅有一場被推遲或取消，那麼系列投幣將保持有效。",
    "detail_paragraph_fiftteen4":"如果前三場比賽中的兩場被推遲或取消，那麼該系列賽的所有投幣將被評為“無效”，並退還所有費用。",
    "detail_paragraph_fiftteen5":"只要中止的比賽被官方宣佈為合規比賽，則將其記入系列賽投幣。",
    "detail_paragraph_fiftteen6":"請注意，系列賽投幣不指定任何投手，所有投幣都會有效，與先發投手無關。",
    "detail_paragraph_sixteen":"季後賽/職業棒球賽選擇 4：",
    "detail_paragraph_sixteen1":"每個組合列出了季後賽中最後四支主要聯盟球隊的完成順序，由名稱順序指定如下：",
    "detail_paragraph_sixteen2":"A. 世界大賽的冠軍。",
    "detail_paragraph_sixteen3":"B. 世界大賽的敗者。",
    "detail_paragraph_sixteen4":"C. 美國聯盟冠軍賽的失敗者。",
    "detail_paragraph_sixteen5":"D. 國家聯盟冠軍賽的失敗者。",
    "detail_paragraph_sixteen6":"例如：假設季後賽結果如下：",
    "detail_paragraph_sixteen7":"道奇隊在國家聯盟冠軍賽中擊敗了勇士隊。",
    "detail_paragraph_sixteen8":"雙城s隊在美國聯盟冠軍賽中擊敗天使隊。",
    "detail_paragraph_sixteen9":"然後道奇隊在世界大賽中擊敗雙城隊。",
    "detail_paragraph_sixteen10":"在這種情況下，獲勝組合將為：道奇隊/雙城隊/天使隊勇士隊。",
    "detail_paragraph_seventeen":"日本棒球：",
    "detail_paragraph_seventeen1":"投幣總分盤（大小盤）時，比賽必須打滿9局（如果主隊領先，則打滿8局半）投幣才生效。如果比賽被中止或進入加時賽，則分數根據最後的全部局數確定，除非主隊扳平，或在最後一局的下半場領先，在此情況下，分數根據中止比賽時確定。",
    "detail_paragraph_seventeen2":"跑線（讓分盤）和替代跑線（交替盤）投幣的規則與日本棒球總數的規則相同。",
    "detail_paragraph_eightteen":"世界棒球經典賽：",
    "detail_paragraph_eightteen1":"在因慈悲規則而提前暫停的比賽中，所有讓分盤、輸贏盤和大小盤的投幣均有效。",
    "detail_paragraph_eightteen2":"只要WBC官方機構評出最終獲勝者，所有針對暫停賽事（已開賽）的投幣均在開賽後的72小時內有效。輸贏盤投幣僅在比賽至少完成4.5局時有效。讓分盤和大小盤投幣僅在比賽至少完成8.5局時有效（扣倒規則的比賽除外，參見上述規則）。",
    "detail_paragraph_eightteen3":"所有針對延期比賽的投幣均無效。一旦延期比賽改期，正常投幣規則均適用。",
    "detail_paragraph_eightteen4":"獎池投幣 - 如果池內的2或3支球隊之間產生平局，將根據世界棒球經典賽贏得決勝局的球隊（獎池中在下一輪中被視為頭號球隊）視為獲勝者。",
    "detail_paragraph_nineteen":"結算投幣",
    "detail_paragraph_nineteen1":"投幣結算將以相關比賽或賽事的官方比分提供商或官方網站所公佈的資料為根據。當官方比分提供商或官方網站不存在或有重要證據證明官方比分提供商或官方網站的資料有誤時，我們將依據相關獨立資料進行結算。",
    "detail_paragraph_nineteen2":"如果缺乏一致及獨立的證據，或存在重大衝突性證據時，則會在經過徹底的調查之後才會結算投幣。",
    "detail_paragraph_nineteen3":"出於投幣目的，Coingame不認可任何延期比賽、抗議或顛覆性判決。只要賽事在原定日期進行，所有相關投幣均有效。如果因惡劣天氣（或類似的延誤原因）將比賽開賽時間推遲至當地時間午夜之後，但是只要比賽仍然舉辦，則所有相關投幣有效。"
  }
}
