{
  "zh": {
    "service_center_content_title": "隐私条款",
    "service_center_content_paragraph_1": "1.   关于公司如何处理您的个人信息的以下条款请您详细阅读。若您登录、浏览、使用本网站，即表示您同意并接受隐私政策的规则和条款。",
    "service_center_content_paragraph_2": "2.   个人信息是指可以识别您的任何信息，这些可能包括您的姓名和地址，出生日期，支付详情以及您希望提供或收集的关于您的任何其他信息。 我们将采取措施确保您的个人信息的使用符合我们运营所在国的有效数据保护和隐私条例。 本隐私政策适用于我们在您使用我们的网站或您与我们互动时所收集的个人信息。",
    "service_center_content_paragraph_3": "3.   我们可能会在以后使用您的个人信息联系您，向您告知我们的最新活动、项目、计划、更新以及公司支持的其他特别活动被替代、再升等变化。",
    "service_center_content_paragraph_4": "4.   当您将个人信息提供给我们时，即表示您同意并接受隐私政策的规则和条款并授权我们使用您的个人信息，并且同意我们使用您的个人信息不侵犯您的权利。",
    "service_center_content_paragraph_5": "5.   我们将采用人力、电子和管理措施来保护您提供给我们的数据资料的安全性。然而您的个人信息可能会依据管辖法律，法规，政府政策或法律程序而被披露。",
    "service_center_content_paragraph_6": "6.   您了解并同意，我们可以将收集的用户信息用作包括但不限于下列用途： a) 向用户提供我们的服务； b) 在用户使用我们的服务时，我们可能将用户的信息用于用户身份验证、存档和备份、用户服务、安全监测、风险防范等用途； c) 您同意我们向您发送营销活动通知、商业性电子信息以及提供与您相关的广告； d) 您知晓并同意我们可将您的个人信息授权给其他第三方机构用于验证用户信息的真实性或提供数据分析或其他服务使用； e) 基于有权机关的要求向有权机关进行报告。",
    "service_center_content_paragraph_7": "7.   所有互联网的通信并不是完全安全的。我们建议您在上网时采取任何和所有的预防措施来保护您的个人数据。",
    "service_center_content_paragraph_8": "8.   您有权在任何时间使用您的个人信息。您可以在任何时候用您的用户名以及密码登录到我们的网站并查看您的个人账户页面。 您也可以更新您的个人信息。",
    "service_center_content_paragraph_9": "9.   Cookie是专门用于网络分析的数据包。我们网站使用cookie来识别访问者并促进账户登录过程。在您同意的情况下当下次您再浏览网页时，会送出特定的网页内容以提供更好的用户体验。",
    "service_center_content_paragraph_10": "10.   公司的隐私政策可能随时改变，建议您定期查看隐私政策，以检查是否有最新变化。",
    "service_center_content_paragraph_10": "11.   如果您有任何要求和意见，请您通过本网站公示的联系方式与我们联系，这是属于您与我们沟通的唯一有效的联系方式。"
  },
  "en": {
    "service_center_content_title": "Privacy Policy",
    "service_center_content_paragraph_1": "1.   These following terms and conditions are applicable to the website https://www.coingame.com and the website of the relevant content, mobile site and/or mobile application owned, operated or hosted by the same company. (collectively the 'website', ‘Site’, ‘Our’).",
    "service_center_content_paragraph_2": "2.   If you log in, browse, or use services on the Site, you are deemed to accept and abide by any and all terms of the Policy. If you do not agree with the terms of this Privacy Policy and do not wish to provide us with the personal information we require, please do not use the Website.",
    "service_center_content_paragraph_3": "3.   This Privacy Policy constitutes an agreement between you and the Website. The Website will be amended, expanded, updated, and improved from time to time. Such changes to these provisions will be posted on the Website for users’ reference and not be applied retroactively. We do advise users to check the Site frequently to be aware of the valid provisions and changes. The Site will not be responsible for any damages, losses to users due to the foregoing changes.",
    "service_center_content_paragraph_4": "4.   Personal information means any information which enables to recognize your identity, including but not limited to:",
    "service_center_content_paragraph_5": "A.   Any of the information that you provide to us when filling in the forms on our account registration pages, as well as any other data that you further submit via the Website or email (e.g. first and last name, date of birth, email address, phone number);",
    "service_center_content_paragraph_6": "B.   Correspondence made with us via the Website, email, web chat or through other means of communication;",
    "service_center_content_paragraph_7": "C.   All Player Account transaction history, whether this takes place via the Website(s) or via other means of communication;",
    "service_center_content_paragraph_8": "D.   Website logins and their details, including traffic data, GeoIP location data, browser/device data, weblogs, activity logs and other traffic information recorded in our system;",
    "service_center_content_paragraph_9": "We will take measures to ensure the use of your personal information in line with the data protection rules and privacy policy where we operate. This Privacy Policy applies to the personal information obtained or collected when you use the services provided by the Site or when you interact with us.",
    "service_center_content_paragraph_10": "5.   You accept and acknowledge that we may use the collected user information for the purposes including but not limited to the following:",
    "service_center_content_paragraph_11": "A.   Provide our services to you;",
    "service_center_content_paragraph_12": "B.   When you use our services, we may use your information for identity verification, recording and backup, user service, security monitoring, risk prevention, etc.;",
    "service_center_content_paragraph_13": "C.   You agree that we may send you a notification of marketing campaigns, electronic commercial information, and advertisement relating to you;",
    "service_center_content_paragraph_14": "D.   You acknowledge and agree that we are entitled to authorize your personal information to a third-party credit reporting agency or data service agency to verify the authenticity of your information or to provide other service;",
    "service_center_content_paragraph_15": "E.   Monitoring and investigating transactions for the purposes of preventing fraud, terms abuse, money laundering and other illegal or irregular gaming activities;",
    "service_center_content_paragraph_16": "F.   Report to relevant organs of power as required.",
    "service_center_content_paragraph_17": "6.   We may use your personal information (include your email address and phone number) in order to contact your from time to time to introduce you to our products or any events, activities, projects, plans, developments, undertakings and special offers that are taking place or being promoted or supported us.",
    "service_center_content_paragraph_18": "7.   Employees of the Company, more specifically Data Protection Officer, Financial manager, Customer service team member as well as other selected employees, shall also have access to your Personal Information for the purpose of executing their duties and providing you with assistance. Our employees who have access to or are associated with the processing of the player’s personal information, have signed confidentiality agreements to respect the confidential nature of the player’s information pursuant to applicable gaming, data protection and privacy laws.",
    "service_center_content_paragraph_19": "8.   We do not sell or rent your personal data to third parties.",
    "service_center_content_paragraph_20": "9.   Your personal information to relevant authorities by applicable law, regulation, government policy or legal.",
    "service_center_content_paragraph_21": "10.   We use third-party data processors to process limited personal data on our behalf. Such service providers support the Website, especially relating to hosting and operating the websites, marketing, analytics, improving the websites, and sending email newsletters. We shall ensure that the transfer of the Personal Data to the recipient is compliant with applicable Data Protection Legislation and that the same obligations are imposed on the processor as is imposed on us under the respective Services Agreement.",
    "service_center_content_paragraph_22": "11.   In addition to the above, we may also release personal data if we acquire any new businesses. Should the Company undergo any changes to its structure such as a merger, acquisition by another company or a partial acquisition, it is most likely that our customers’ personal data will be included within the sale or transfer. We will, as part of our Policy, inform our players by email prior to affecting such transfer of personal data.",
    "service_center_content_paragraph_23": "12.   Please note our content may link to third party websites to provide relevant references. We are not responsible for such external content, which may contain separate privacy policies and data processing disclosures.",
    "service_center_content_paragraph_24": "13.   As stated under our Terms of User both, users and the Website can decide to have your Player Account closed. Following closure of your account, we will retain your personal data on record for as long as required by law. This data shall only be used should it be required by competent authorities in cases of enquiries regarding financial and fiscal records, fraud, money laundering or investigations into any other illegal activity.",
    "service_center_content_paragraph_25": "14.   We hereby acknowledge that in collecting and processing your Personal Information for the purposes of managing your Player Account, we are bound by strict legal provisions on the protection of personal data.",
    "service_center_content_paragraph_26": "15.   Player Accounts can only be accessed with the player’s unique ID and password. You are responsible for keeping your login information confidential and making sure it cannot be accessed by another person.",
    "service_center_content_paragraph_27": "16.   When you visit the Website, our system automatically collects information about your visit, such as your browser, IP address, and the referring website. This collection may be done in conjunction with our platform providers and partners. We may receive from them general demographic or usage data of our Website visitors. We do not use automatically collected information to identify you personally without receiving additional consent.",
    "service_center_content_paragraph_28": "17.   A cookie is a data packet which is used solely for web analytic purposes. The Site uses cookies to recognize visitors and facilitate the login process. Cookies used by the Site are only set with your consent. When you browse the Site next time, specific site content would be sent to provide a better user experience.",
    "service_center_content_paragraph_29": "18.   If you have any requests or comments, please contact us through the contact information released on the Site. This shall be the only effective way to communicate with us."
  },
  "ko": {
    "service_center_content_title": "보안약관",
    "service_center_content_paragraph_1": "1.   보안약관은 개인정보를 처리하는 방법을 제시하고 있으며, 이에 대해 자세히 읽어 주시기 바랍니다. 본 사이트에서 로그인, 검색 또는 서비스를 사용하는 경우 보안 약관의 모든 정책과 규칙을 동의하고 수락하는 것으로 간주됩니다.",
    "service_center_content_paragraph_2": "2.   개인 정보란 이름, 주소, 생년월일, 지불 상세 정보 및 제공하거나 수집하려는 다른  정보를 포함하여 사용자의 신분을 인식할 수 있는 정보를 의미합니다. 개인 정보의 사용은 본 사이트의 데이터 보호 규칙과 보안약관에 맞는지 확인할 수 있도록 조치를 취할 것입니다. 본 보안약관은 본 사이트에서 제공하는 서비스를 사용하거나 서로 소통할 때 수집한 개인 정보에 적용됩니다.",
    "service_center_content_paragraph_3": "3.   저희는 개인 정보에 기제한 연락처로 연락하여 제품 또는 이벤트, 프로젝트, 계획, 개발, 업데으트 또는 지원하는 다른 특별 제안을 소개하고 변동이 있을 시 공유해드릴 수 있는 권한이 있습니다.",
    "service_center_content_paragraph_4": "4.   개인 정보를 제공할 때 보안약관의 정책과 규칙을 동의함은 저희가 본 보안약관에 따라 사용자의 개인 정보를 사용하는 것에 동의하고 이를 사용자의 권리 침해로 간주하지 않는 것으로 간주됩니다.",
    "service_center_content_paragraph_5": "5.   제공하는 데이터를 보호하기 위해 인력, 물리적, 전자 및 관리 절차를 수행할 수 있습니다. 단, 해당 법률, 규정, 정부 정책 또는 법적 절차에 따라 사용자의 개인 정보를 관련 기관에 공개 수 있는 것에 동의합니다.",
    "service_center_content_paragraph_6": "6.   수집된 사용자 정보를 다음을 포함하되 이에 국한되지 않는 목적으로 사용할 수 있음을 동의합니다. a)사용자에게 서비스를 제공합니다. b) 서비스를 사용할 때, 정보를 신분확인, 기록 및 백업, 사용자 서비스, 보안 모니터링, 위험 방지 등에 사용할 수 있습니다. c) 마케팅 캠페인, 전자 상거래 정보 및 광고에 대한 통지를 보낼 수 있다는 데 동의합니다. d) 정보의 신뢰성을 확인하거나 기타 서비스를 제공할 수 있도록 개인 정보를 제3방의 신용 보고 기관 또는 데이터 서비스 기관에 허가할 수 있음을 인정하며 동의합니다. e) )필요 시 관련 동력 기관에 보고합니다.",
    "service_center_content_paragraph_7": "7.   모든 인터넷 기반 통신은 완전히 안전하지 않으며 인터넷을 사용하는 동안 개인 정보를 보호하기 위해 가능한 모든 예방 조치를 취하는 것이 좋습니다.",
    "service_center_content_paragraph_8": "8.   사용자는 개인 정보를 언제든지 사용할 수 있습니다. 사용자 이름과 암호를 사용하여 본 사이트에 로그인하고 계정 페이지를 검색할 수 있습니다. 개인 정보를 업데이트할 수도 있습니다.",
    "service_center_content_paragraph_9": "9.    쿠키는 웹 분석 목적으로만 사용되는 데이터 패킷입니다. 본 사이트에서는 쿠키를 사용하여 방문자를 인식하고 로그인 프로세스를 지원합니다. 사용자는 동의할 경우 다음 번에 본 사이트를 사용할 때 더 나은 사용자 환경을 제공하기 위해 특정 사이트 내용이 전송됩니다.",
    "service_center_content_paragraph_10": "10.   본 보안약관은 언제든지 변경될 수 있으며, 정기적으로 검색하여 변경 사항을 확인하는 것이 좋습니다. ",
    "service_center_content_paragraph_10": "11.   요청 또는 의견이 있는 경우 본 사이트에 게시된 연락처 정보를 통해 저희에게 연락하십시오. 이것이 의사소통을 할 수 있는 유일한 효과적인 방법이 될 것입니다."
  },
  "ja": {
    "service_center_content_title": "プライバシー規約",
    "service_center_content_paragraph_1": "1.   当サイトはあなたの個人情報をどのように処理するかについて、よくお読みくださいますようお願いします。当サイトを利用、閲覧、またはアクセスすることにより、あなたは本規約に同意したものとみなされます。",
    "service_center_content_paragraph_2": "2.   個人情報とは、個人を識別する情報または識別可能な個人に関連する情報をいいます。あなたの名前と住所、生年月日、支払情報及びあなたが提供しまた収集したいいかなる個人情報を含まれます。当サイトは、あなたの個人情報の使用について、所在地のデータ保護とプライバシーの規制と一致するこを確保します。本プライバシー規約はあなたが当サイトを使用する際、またはインタラクティブによる個人情報を収集する時に適用されます。",
    "service_center_content_paragraph_3": "3.   当サイトはあなたの個人情報を使用する際に、当サイトの最新イベント、プロジェクト、計画、更新及び会社が支持するほかのイベントの交代、レベルアップの変化についてあなたにご報告します。",
    "service_center_content_paragraph_4": "4.   当サイトにおいてあなたが個人情報を提供された場合は､その時点で本規約に同意する及びあなたの個人情報使用同意されたものとみなします。",
    "service_center_content_paragraph_5": "5.   当サイトは人力、電子管理措置を採用し、あなたが提供されたデータ資料の安全性を確保します。ただし、あなたの個人情報は法律執行機関、法規または規制当局に開示される可能性があります。",
    "service_center_content_paragraph_6": "6.   あなたはあなたの個人情報のかかる収集、使用において以下のものを含むがこれらに限定されないことについて同意します。 a) ユーザーにサービスを提供する。 b) ユーザーは当サイトのサービスを使用する際に、ユーザーの個人情報をユーザーの身分検証、メモリ、バックアップ、ユーザーサービス、安全監視、リスク防止などの用途に使用される可能性があります。 c) あなたは、あなたにマーケティング活動、ビジネス電子情報および関連する広告を提供することに同意します。 d) ユーザーは、ユーザー情報の真実性またデータ分析、その他のサービス使用するために、あなたの個人情報を第三者機関に提供することを承認かつ容認します。 e) 権限ある機関の要求に基づいて権限ある機関に報告する。",
    "service_center_content_paragraph_7": "7.   ネット通信は完全に安全ではありません。あなたがインターネット上にいるときは、当サイトはあなたの個人データを保護するためのあらゆる予防措置をとることをお勧めします。",
    "service_center_content_paragraph_8": "8.   あなたが当サイトのユーザーとして当サイトに登録し、個人アカウントのページをチェックする権利があります。あなたは個人情報を更新することもできます。",
    "service_center_content_paragraph_9": "9.   Cookieはネットワーク分析のためのデータパッケージである。当サイトはcookieを使って訪問者の到着を識別し、アカウントの登録を促進します。あなたの同意を得た上で、利用者のサイト内での好みに関する情報を記憶して、ウェブ利用をより有益なものにできます。",
    "service_center_content_paragraph_10": "10.   当社のプライバシー規約を定期的に見直し、常に最新の情報をチェックすることをお勧めします。",
    "service_center_content_paragraph_10": "11.   ご意見、ご要望等ございましたら、お気軽にお問い合わせください。あなたから連絡がくるのを心待ちにしています。"
  },
  "ru": {
    "service_center_content_title": "Статьи конфиденциальности ",
    "service_center_content_paragraph_1": "1.   По вопросам об обработке ваших личных данных в компании, пожалуйста, просим вас подробно прочитать следующие статьи. Если вы войдите, просматриваете, применяете настоящий сайт, это значит, что вы соглашаетесь и принимаете правила и статьи политики конфиденциальности. ",
    "service_center_content_paragraph_2": "2.   Личные данные имеют в виду то, что можно различать ваши любые личные данные, это, может быть, включает в себе ваши фамилию и имя, адрес, дату рождения, подробности платежа и ваши любые личные данные о вас, которые вы надеетесь предлагать или собирать. Мы будем принимать меры для обеспечения соответствия применения ваших личных данных правилам защиты и конфиденциальности действительных данных в нашей эксплуатационной стране. Настоящая политика конфиденциальности пригодна для собранных личных данных, когда вы применяете наш сайт или вы связываетесь с нами. ",
    "service_center_content_paragraph_3": "3.   Мы, может быть, в будущем свяжемся с вами путем применения ваших личных данных, сообщим вам о нашей новейшей деятельности, проекте, плане, обновлении и прочей особой деятельности, что компания поддерживает, и других изменениях. ",
    "service_center_content_paragraph_4": "4.   Когда вы предлагаете нам ваши личные данные, это значит, что вы соглашаетесь и принимаете правила и статьи политики конфиденциальности, и уполномочиваете нас применять ваши личные данные, к тому же соглашаетесь, что мы применяем ваши личные данные и не нарушаем ваших прав. ",
    "service_center_content_paragraph_5": "5.   Мы будем принимать меры человеческих ресурсов, электронного способа и управления, чтобы защищать безопасность данных, предложенных вами нам. Но ваши личные данные, может быть, вскрываются в соответствии с применимым законодательством, законами и правилами, правительственной политикой и судебным процессом. ",
    "service_center_content_paragraph_6": "6.   Вы понимаете и соглашаетесь, что мы можем применять собранные данные о пользователе, включая, но не ограничиваясь следующими назначениями:  a) Предоставлять пользователю наши услуги;  b) Когда пользователь применяет наши услуги, мы, может быть, используем данные о пользователе для аутентификации пользователя, хранения в архиве и запасной копии, услуг пользователя, безопасного контроля, предотвращения риска и др.;  c) Вы соглашаетесь, что мы посылаем вам сообщение о деятельности маркетинга, коммерческую электронную информацию и рекламу о вас;  d) Вы знаете и соглашаетесь, что мы можем уполномочить ваши личные данные органу третьего лица, чтобы проверять реальность информации о пользователе или предоставлять анализ данных или применять в других услугах;  e) Согласно требованиям органа, кто имеет право, докладывать органу, кто имеет право.",
    "service_center_content_paragraph_7": "7.   Все связи в интернете не полностью безопасные. Мы советуем принимать любые и все меры предосторожности для защиты ваших личных данных, когда вы выходите в интернет. ",
    "service_center_content_paragraph_8": "8.   Вы имеете право на применение ваших личных данных в любое время. Вы сможете в любое время применять ваши логин и пароль для вхождения в наш сайт и просмотра вашей страницы личного счета. Вы и сможете обновить ваши личные данные. ",
    "service_center_content_paragraph_9": "9.   Cookie является специальным для сетевого анализа пакетом данных. Наш сайт применяет cookie, чтобы различать посетителей и стимулировать процесс вхождения счета. Если вы соглашаетесь, когда вы в следующий раз просматриваете веб-страницу, отправляют специальное содержание веб-страницы, чтобы предоставлять лучшее чувство пользователя. ",
    "service_center_content_paragraph_10": "10.   Политика конфиденциальности компании, может быть, в любое время изменяется, советуют вас периодически просмотреть политику конфиденциальности, чтобы проверять наличие новейшего изменения. ",
    "service_center_content_paragraph_10": "11.   Если у вас любые требования и мнения, просим вас связываться с нами путем контактов, уведомленных в настоящем сайте, это единственные и действительные контакты для связи между вами и нами. "
  },
  "vi": {
    "service_center_content_title": "Chính sách bảo mật",
    "service_center_content_paragraph_1": "1.   Xin vui lòng đọc các điều khoản sau đây về cách công ty xử lý thông tin cá nhân của bạn. Nếu bạn đăng nhập, duyệt, sử   dụng trang web này, bạn đồng ý và chấp nhận các quy tắc và điều khoản của chính sách bảo mật.",
    "service_center_content_paragraph_2": "2.   Thông tin cá nhân đề cập đến bất kỳ thông tin nào có thể nhận diện bạn, có thể bao gồm tên và địa chỉ, ngày sinh, chi tiết thanh toán, và bất kỳ thông tin nào khác mà bạn muốn cung cấp hoặc thu thập về bạn.  Chúng tôi sẽ thực hiện các bước để đảm bảo rằng thông tin cá nhân của bạn được sử dụng phù hợp với bảo vệ dữ liệu có hiệu quả và quy định bảo mật của đất nước mà chúng tôi hoạt động. Chính sách bảo mật này áp dụng cho các thông tin cá nhân chúng tôi thu thập khi bạn sử dụng trang web của chúng tôi hoặc khi bạn tương tác với chúng tôi.",
    "service_center_content_paragraph_3": "3.   Chúng tôi có thể liên lạc với bạn tại một thời gian sau đó bằng cách sử dụng thông tin cá nhân của bạn để thông báo cho bạn về các hoạt động mới nhất của chúng tôi, dự án, kế hoạch, Cập Nhật và các hoạt động đặc biệt khác mà công ty hỗ trợ đã được thay thế, nâng cấp, vv.",
    "service_center_content_paragraph_4": "4.   Khi bạn cung cấp cho chúng tôi thông tin cá nhân của bạn, bạn đồng ý và chấp nhận các quy tắc và điều khoản của chính sách bảo mật và cho phép chúng tôi sử dụng thông tin cá nhân của bạn, và chúng tôi đồng ý rằng việc sử dụng thông tin cá nhân của bạn không vi phạm quyền của bạn.",
    "service_center_content_paragraph_5": "5.   Chúng tôi sẽ sử dụng con người, điện tử và quản lý các biện pháp để bảo vệ an ninh của các dữ liệu bạn cung cấp cho chúng tôi. Tuy nhiên, thông tin cá nhân của bạn có thể được tiết lộ theo luật pháp, quy định, chính sách của chính phủ hoặc các thủ tục pháp lý quản Pháp.",
    "service_center_content_paragraph_6": "6.   Bạn hiểu và đồng ý rằng chúng tôi có thể sử dụng thông tin người dùng được thu thập như bao gồm nhưng không giới hạn trong các mục đích sau đây: a) Cung cấp dịch vụ cho khách hàng. b) Khi người dùng đang sử dụng dịch vụ của chúng tôi, chúng tôi có thể sử dụng thông tin của người dùng để xác thực người dùng, lưu trữ và sao lưu, Dịch vụ người dùng, giám sát an ninh, Phòng chống rủi ro, v.v... c)  Bạn đồng ý rằng chúng tôi gửi cho bạn thông báo về các hoạt động tiếp thị, thông tin điện tử thương mại và quảng cáo có liên quan đến bạn. d) Bạn biết và đồng ý rằng chúng tôi có thể ủy quyền thông tin cá nhân của bạn cho các bên thứ ba khác để xác thực tính xác thực của thông tin người dùng hoặc cung cấp dữ liệu phân tích hoặc sử dụng dịch vụ khác. e) Báo cáo với cơ quan có thẩm quyền trên cơ sở các yêu cầu về cơ quan chức có thẩm quyền.",
    "service_center_content_paragraph_7": "7.   Tất cả các liên lạc Internet không hoàn toàn an toàn. Chúng tôi khuyên bạn nên thực hiện bất kỳ và tất cả các biện pháp phòng ngừa khi lướt Internet để bảo vệ dữ liệu cá nhân của bạn.",
    "service_center_content_paragraph_8": "8.   Bạn có quyền sử dụng thông tin cá nhân của bạn bất cứ lúc nào. Bạn có thể đăng nhập vào trang web của chúng tôi và xem trang tài khoản cá nhân của bạn bất kỳ lúc nào với tên người dùng và mật khẩu của bạn. Bạn cũng có thể cập nhật thông tin cá nhân của mình.",
    "service_center_content_paragraph_9": "9.   Cookie là các gói tin được thiết kế để phân tích mạng. Trang web của chúng tôi sử dụng cookie để xác định khách truy cập và tạo thuận lợi cho quá trình đăng nhập tài khoản. Với sự cho phép của bạn, thời gian tiếp theo bạn duyệt qua trang web, bạn sẽ gửi các trang web cụ thể để cung cấp trải nghiệm người dùng tốt hơn.",
    "service_center_content_paragraph_10": "10.   Chính sách bảo mật của công ty có thể thay đổi bất kỳ lúc nào, khuyên bạn thường xuyên xem lại chính sách bảo mật để kiểm tra xem có thay đổi mới nhất không.",
    "service_center_content_paragraph_10": "11.   Nếu bạn có bất cứ yêu cầu và ý kiến, xin vui lòng liên hệ với chúng tôi qua trang web này liên hệ công khai, đây là chỉ có hiệu quả của bạn liên hệ với chúng tôi để giao tiếp theo cách."
  },
  "zh-Hant": {
    "service_center_content_title": "隱私條款",
    "service_center_content_paragraph_1": "1.   關於公司如何處理您的個人信息的以下條款請您詳細閱讀。若您登錄、瀏覽、使用本網站，即表示您同意並接受隱私政策的規則和條款。",
    "service_center_content_paragraph_2": "2.   個人信息是指可以識別您的任何信息，這些可能包括您的姓名和地址，出生日期，支付詳情以及您希望提供或收集的關於您的任何其他信息。 我們將採取措施確保您的個人信息的使用符合我們運營所在國的有效數據保護和隱私條例。 本隱私政策適用於我們在您使用我們的網站或您與我們互動時所收集的個人信息。",
    "service_center_content_paragraph_3": "3.   我們可能會在以後使用您的個人信息聯繫您，向您告知我們的最新活動、項目、計劃、更新以及公司支持的其他特別活動被替代、再升等變化。",
    "service_center_content_paragraph_4": "4.   當您將個人信息提供給我們時，即表示您同意並接受隱私政策的規則和條款並授權我們使用您的個人信息，並且同意我們使用您的個人信息不侵犯您的權利。",
    "service_center_content_paragraph_5": "5.   我們將採用人力、電子和管理措施來保護您提供給我們的數據資料的安全性。然而您的個人信息可能會依據管轄法律，法規，政府政策或法律程序而被披露。",
    "service_center_content_paragraph_6": "6.   您了解並同意，我們可以將收集的用戶信息用作包括但不限於下列用途： a) 向用戶提供我們的服務； b) 在用戶使用我們的服務時，我們可能將用戶的信息用於用戶身份驗證、存檔和備份、用戶服務、安全監測、風險防範等用途； c) 您同意我們向您發送營銷活動通知、商業性電子信息以及提供與您相關的廣告； d) 您知曉並同意我們可將您的個人信息授權給其他第三方機構用於驗證用戶信息的真實性或提供數據分析或其他服務使用； e) 基於有權機關的要求向有權機關進行報告。",
    "service_center_content_paragraph_7": "7.   所有網際網路的通信並不是完全安全的。我們建議您在上網時採取任何和所有的預防措施來保護您的個人數據。",
    "service_center_content_paragraph_8": "8.   您有權在任何時間使用您的個人信息。您可以在任何時候用您的用戶名以及密碼登錄到我們的網站並查看您的個人帳戶頁面。 您也可以更新您的個人信息。",
    "service_center_content_paragraph_9": "9.   Cookie是專門用於網絡分析的數據包。我們網站使用cookie來識別訪問者並促進帳戶登錄過程。在您同意的情況下當下次您再瀏覽網頁時，會送出特定的網頁內容以提供更好的用戶體驗。",
    "service_center_content_paragraph_10": "10.   公司的隱私政策可能隨時改變，建議您定期查看隱私政策，以檢查是否有最新變化。",
    "service_center_content_paragraph_10": "11.   如果您有任何要求和意見，請您通過本網站公示的聯繫方式與我們聯繫，這是屬於您與我們溝通的唯一有效的聯繫方式。"
  }
}