{
  "zh": {
    "content_title_detail": "常见问题",
    "detail_title1": "非注册用户是否可以参与预测？",
    "detail_content1": "非注册用户也可点击“智能合约”参与预测。",
    "detail_title2": "为什么获取不到验证码？",
    "detail_content2": "若您未能收到验证码，请先到邮箱中的垃圾邮件中查找，如果还是没有，请重新点击【发送验证码】，或更换其他邮箱注册账户。",
    "detail_title3": "为什么登录失败？",
    "detail_content3": "请注意您的密码是有大小写区分的，如您输入错误密码超过5次，您的账户将会被自动锁定2个小时。2个小时后，您的账户即可解封，可再次输入账户密码登录。",
    "detail_title4": "邀请码是什么？",
    "detail_content4": "邀请码非必填项，若有推荐人代码，则可填写邀请码。",
    "detail_title5": "平台支持哪些币种？",
    "detail_content5": "目前平台支持BTC、ETH、ETC等十余种主流币参与预测。",
    "detail_title6": "ETC/ETH充值失败为什么？",
    "detail_content6": "ETH/ETC充值失败大概率是gas费过低导致的，建议您提高Gas Limit设置为150,000以确保能成功转账。",
    "detail_title7": "充值未到账如何处理？",
    "detail_content7": "充值到账时间取决于上链速度，一般会有5-10分钟的到账时间，请您耐心等待。但可能由于链上卡顿或节点问题等一些特殊原因，导致您仍未收到，请您提供您的账号、充值交易的hash值给我们，我们会尽快为您处理。",
    "detail_title8": "提币什么时候可以到账？",
    "detail_content8": "当您申请小额提币时，无需人工审核，到账时间取决于上链速度，一般会有5-15分钟的到账时间。如您的提币申请超过一定额度，则需要人工审核，审核人员会在24小时内完成您的提币审核，请您耐心等待。",
    "detail_title9": "为什么我的提币申请状态显示为“审核失败”？",
    "detail_content9": "如您的提币申请状态显示为“审核失败”，一般是由于您提供的提币地址错误。所以审核人员拒绝了您的提币申请，您重新申请提币即可。",
    "detail_title10": "提币是否需要交纳手续费？",
    "detail_content10": "提币需要支付一定额度的手续费，不同币种缴纳的手续费额度也不一致，您可以在提币页面查看手续费的具体额度。",
    "detail_title11": "我为什么要进行提币验证？",
    "detail_content11": "验证信息主要是为了确保您的账户资金安全，您可以通过邮箱验证、谷歌验证等多种方式进行验证。",
    "detail_title12": "如果参与预测的比赛被延期或取消了怎么办？",
    "detail_content12": "所有比赛都必须在预定时间进行否则预测无效。若比赛在赛前被延期或取消，所有交易都被视为无效，投币金额将返还至您的账户中。除滚球外，如果比赛提前举行，在比赛开始后的所有注单均视为无效。",
    "detail_title13": "滚球注单取消说明？",
    "detail_content13": "滚球注单生成后会有几秒钟的确认时间，您的注单存在失败的可能性。如当您投币的同时盘口关闭，则您的注单会被取消。",
    "detail_title14": "足球滚球让分盘注单与早盘让分盘注单结算说明？",
    "detail_content14": "足球滚球让分需要用完场比分减去投币时场上比分，然后加上让分条件后进行计算。早盘让分需要将让球数加上实际比赛结果后进行计算，得分较高的参赛队伍即为赢家。",
    "detail_title15": "棒球及篮球滚球盘的结算说明？",
    "detail_content15": "如无特殊情况，棒球及篮球的滚球盘与早盘的结算逻辑一致，均是以全场赛果（含加时）为依据进行结算。",
    "detail_title16": "串关结算说明？",
    "detail_content16": "串关会在您选择的该串投币的所有赛事结束后进行结算。串关里的所有赛事获胜，此串注单才视为获胜。若该串注单中一个或多个投币被取消，此串注单仍然有效，但被取消的预测项目的倍数将以1计算。若此串注单中任一投币开奖结果为半输半退，则此串注单视为未中奖。",
    "detail_title17": "如何查询自己的投币情况？",
    "detail_content17": "您可以通过投币单栏的“我的投币”查询最近5场比赛的投币情况，也可通过账号栏中的“投币记录”查询您的全部投币情况。",
    "detail_title18": "投币成功后，是否可以取消或修改？",
    "detail_content18": "一旦投币被接受，则不得取消或修改。",
    "detail_title19": "比赛何时结算？",
    "detail_content19": "01:00（UTC 8）前结束的比赛，会在比赛结束的1个小时内完成结算；01:00（UTC 8）以后结束的比赛，则会在8:00——10:00（UTC 8）完成结算。",
    "detail_title20": "为什么我的投币注单会被平台取消？",
    "detail_content20": "由于某些不可抗力因素，平台会对您的投币注单做撤盘处理。(1) 赛事无法完成或继续（如取消资格，受到干扰，退赛，抽签改变等）时；(2) 赛事的规则或格式异于本平台接受标准时；(3) 赛事推迟或取消时；(4) 倍数明显有误时；(5) 赛事结果无法确认；(6) 其他不可抗力因素。",
    "detail_title21": "为什么进入游戏页面，无余额显示？",
    "detail_content21": "由于网络波动，导致您的账户余额未能显示，请切换网络后重新进入游戏页面。",
    "detail_title22": "如何成为推广员及推广员的福利？",
    "detail_content22": "平台注册用户累计投注金额达到经验值要求后，即可获得成为推广员的资格，完成推广员身份认证后，推广员将推广码或推广链接发送给准备推广的用户，被推广的用户用推广码或推广链接成功注册平台账号后，开始获得推广员的福利。推广员可通过推广用户的月累计投币金额获得返利，各币种单独累计，具体返利比例数据以平台推广规则为准。",
    "detail_title23": "隐私信息是否安全？",
    "detail_content23": "Coingame尽全力保护客户提供给我们的个人资料，不会蓄意将该数据泄漏给外人，除非此政策条款里有明文规定。 所有Coingame员工都被要求遵循该政策条款。员工有义务严密的保守客户的个人信息，即使员工离开Coingame后仍须坚守此义务。用户本人也需保护好个人信息，严守您的账号密码，切勿将此信息透露给其他人。"
  },
  "en": {
    "content_title_detail": "FAQ",
    "q1": "How do I reset forgotten password？",
    "a1_1": "1）At the top right of the page, click Login.",
    "a1_2": "2）In the dialog box that opens, click Forgot password?",
    "a1_3": "3）Type your email address and click Validation code.",
    "a1_4": "4）Check your email box for an email from Coingame, If you cannot see the email, please check other folders, such as Spam.",
    "a1_5": "5）Open the email from Coingame and copy the Validation code.",
    "a1_6": "6）Return to Coingame and type the validation code.",
    "a1_7": "7）Enter a new password.",
    "q2":"Can I change my account?",
    "a2":"You can change your account at the Setting of Personal Account.",
    "q3":"The game is stuck, what do I do?",
    "a3":"If you experience any technical issues whilst playing one of our games, please try to reload the game – it should resume where you left off. If the issue persists, please contact us by QQ, Wechat, Kakao, Telegram or the other live chat or send an email to support@coingame.com with all the relevant details.",
    "q4":" Am I eligible to register?",
    "a4":"You need to be over 18 years of age or the legal minimum age for gambling in your country and legally allowed, under the laws applicable to you, to participate in the Games on the website. For additional details, please see our Terms of Use.",
    "detail_title1": "Can users participate in the predictions without registration?",
    "detail_content1": "Non-registered users can also hit “Smart Contract” to start the predictions.",
    "detail_title2": "Failed to get the verification code?",
    "detail_content2": "If you fail to receive the verification code, please first take a look at the junk folders in your mailbox. If you still find nothing, hit “Send Code” again, or use another Email address to make the registration.",
    "detail_title3": "Failed to log in?",
    "detail_content3": "Please note that the password is case sensitive. If you enter the wrong password for more than 5 times, your account will be automatically locked for 2 hours. After 2 hours, your account will be unlocked and you can log in again with your account and password.",
    "detail_title4": "What is the referral code?",
    "detail_content4": "The referral code is optional. If you have one from your friend, you can enter it.",
    "detail_title5": "Which currencies does Coingame support?",
    "detail_content5": " At present, Coingame accepts over 10 major cryptocurrencies including BTC, ETH, ETC in predictions. As the number of currencies supporting recharge is increasing, please refer to the website.",
    "detail_title6": "Failed to deposit ETC / ETH?",
    "detail_content6": "This is mostly caused by insufficient gas fees. It is recommended to increase the Gas Limit to 150,000 to ensure successful transactions.",
    "detail_title7": "Deposits not arrived?",
    "detail_content7": "Arriving time of deposits depends on the speed of the blockchain. Usually there will be 5-10 minutes until the deposit takes effect, so please be patient. However, sometimes, due to some special reasons such as blockchain congestion or node problems, your deposit may still cannot arrive. Please provide your account Email and deposit transaction hash to us, we will support you as soon as possible.",
    "detail_title8": "When will my withdrawal arrive?",
    "detail_content8": "When you apply for a small-amount withdrawal, no manual review is required. Arriving time of withdrawals depends on the speed of the blockchain. Usually there will be 5-10 minutes until the withdrawal arrives. If your apply for a withdrawal that is over a certain amount, a manual review will be required. The review will be completed within 24 hours. Please be patient.",
    "detail_title9": "Why does my withdrawal request appear as “Rejected”?",
    "detail_content9": "If the status of your withdrawal request is “Rejected”, it is usually due to wrong withdrawal addresses. If your withdrawal request is rejected, you just need to use a correct address to apply again.",
    "detail_title10": "Do I have to pay for the withdrawals?",
    "detail_content10": "Transaction fees are required for withdrawals. Different cryptocurrencies have different fee rates. You can see the specific fee amount on the withdrawal page.",
    "detail_title11": "Why should I pass the withdrawal verification?",
    "detail_content11": "The verification is mainly to ensure the security of your account assets. You may pass  the verification through Email, Google Authenticator and more other ways.",
    "detail_title12": "What if the sport event involved in the prediction is postponed or cancelled?",
    "detail_content12": "All events must start on time or the predictions will be invalid. If an event is postponed or cancelled before it starts, all orders will be considered invalid and will be refunded to your account. If the event starts earlier than scheduled, all orders placed after the start will be considered invalid, except in-play orders.",
    "detail_title13": "Any reason for in-play orders getting cancelled?",
    "detail_content13": "There will be a few seconds of confirming time after an in-play order is placed, and there is a possibility that your order will be invalid. If the game becomes unavailable while you are placing the order, your order will be cancelled.",
    "detail_title14": "How are soccer’s in-play handicap and soccer’s normal handicap orders settled?",
    "detail_content14": "The outcome of in-play handicap orders will be the final score minus the score at the time of order placing, and added with the handicap line. The outcome of normal handicap orders will be the final score added with the handicap line, and the team with the higher score will be the winner.",
    "detail_title15": "How are in-play orders of baseball or basketball settled?",
    "detail_content15": "If there is no special circumstances, the settlement of in-play orders are consistent with the settlement of normal orders, which are based on the whole game results (including overtime).",
    "detail_title16": "How are parlay orders settled?",
    "detail_content16": "A parlay order will be settled after all sport events included in the order are finished. The whole order will only be considered as “Win” when every selected option in the parlay wins. If one or more options in the parlay are cancelled, the parlay order will still be valid, but the multiple of the cancelled options will be counted as 1. If any option of the parlay order results in “half lose half push”, the whole parlay order will be considered lost.",
    "detail_title17": "How do I check my order status?",
    "detail_content17": "You can check your order status of the last 5 events at “My Predictions” on the right of the page, or view all your orders at “Prediction Records” in your account.",
    "detail_title18": "Can I cancel or modify a successfully placed order?",
    "detail_content18": "Once an order is accepted by Coingame, it cannot be cancelled or modified.",
    "detail_title19": "When are the sport events settled?",
    "detail_content19": "Events that end before 01:00 (UTC+8) will be settled within 1 hour after the end; Events that end after 01:00 (UTC+8) will be settled between 8:00 and 10:00 (UTC+8).",
    "detail_title20": "Why is my order cancelled by Coingame?",
    "detail_content20": "Due to certain force majeure factors, Coingame will cancel your orders.1. The sport event cannot continue or be completed (E.g.: disqualifications, interference, quit of player / team, change of draw, etc.);2. The rules or format of the sport event are different from the standards Coingame used to accept;3. The sport event is postponed or cancelled;4. Obviously incorrect multiples;5. The result of the sport event cannot be confirmed; 6. Other force majeure factors.",
    "detail_title21": "No balance displayed on the game page?",
    "detail_content21": "Due to unstable network, your account balance may fail to be displayed. Please change your network and re-enter the game page.",
    "detail_title22": "How do I become a promoter and what’s in it for me?",
    "detail_content22": "Promoters can obtain rebates by promoting the user's monthly cumulative coin investment amount, each currency is accumulated separately, the specific rebate ratio data is based on the platform promotion rules. Users must register a new account via the provided link/code by the promoter, then relevant benefits of promoters shall be received.Promoters can get rebate through the monthly accumulative prediction amount of the invited users, which is accumulated separately in each kind of token. The actual rebate ratio is based on Coingame promotion rules.",
    "detail_title23": "Is my privacy information safe?",
    "detail_content23": "Coingame makes every effort to protect the personal data provided to us by users and will not intentionally disclose the data to others, unless expressly stated in the Privacy Policy. All Coingame employees are required to comply with the Privacy Policy. Employees are obliged to closely protect users' personal information, even after they leave Coingame. Users shall also strictly protect the personal information and account password, and never disclose to others."
  },
  "ko": {
    "content_title_detail": "FAQ",
    "detail_title1": "회원가입 없이 베팅이 가능한가요?",
    "detail_content1": "회원가입 하지 않아도 “Smart Contract” 기능을 통해 베팅이 가능합니다.",
    "detail_title2": "인증코드 발송 이메일을 받지 못했어요.",
    "detail_content2": "인증코드 발송를 받지 못했을 경우 스팸메일함 등을 확인해주세요. 여전히 인증코드 발송를 찾기 못한 경우 다시 한번 인증코드 발송를 발송하거나 이메일을 바꿔 다시 시도해주세요.",
    "detail_title3": "Coingame 로그인이 안되요.",
    "detail_content3": "비밀번호의 대소문자 구분을 확인해주세요. 만약 5회 이상 비밀번호 오류가 발생할 경우 귀하의 계정은 자동으로 2시간 동안 이용이 중지되며 2시간 후 다시 비밀번호를 입력하여 로그인이 가능합니다.",
    "detail_title4": "초대코드는 무엇인가요?",
    "detail_content4": "초대코드는 반드시 입력할 필요는 없습니다. 만약 추천인 코드가 있을 경우 초대코드 창에 입력 가능합니다.",
    "detail_title5": "플랫폼에서 사용 가능한 암호화폐 종류는 무엇인가요?",
    "detail_content5": "현재 플랫폼은 BTC, ETH, ETC 등 10여종의 주요 암호화폐를 통해 베팅이 가능합니다.",
    "detail_title6": "ETC/ETH 충전 실패했어요.",
    "detail_content6": "ETH/ETC 충전 실패는 대부분 Gas비용이 너무 낮아 발생합니다. 완벽한 트랜잭션을 보장하기 위해 Gas Limit를 150,000으로 설정할 것을 추천합니다.",
    "detail_title7": "충전한 암호화폐가 Coingame 계정으로 안 들어왔어요.",
    "detail_content7": "충전한 암호화폐가 계정에 들어오는건 암호화폐 자체 전송 속도와 연관이 있으며 일반적으로 5-10분정도 시간이 소요됩니다. 하지만 간혹 블록체인 오류 혹은 노드 문제 등 특수한 원인으로 전송이 지연되는 경우가 있습니다. 이럴 경우 고객님의 계정 이메일과 충전 시 해시값을 제공해주시면 빠르게 처리할 수 있도록 하겠습니다.",
    "detail_title8": "출금한 암호화폐는 언제 받을 수 있나요?",
    "detail_content8": "소액을 출금하신 경우 심사 없이 바로 진행되며 암호화폐 자체 전송 속도로 인해 일반적으로 5-15분 정도 소요됩니다. 일정 금액 이상의 암호화폐 출금을 신청하신 경우 심사가 필요하며 24시간 내에 출금 신청 심사가 완료됩니다.",
    "detail_title9": "출금 상태가 “심사 실패”로 나타나요.",
    "detail_content9": "출금 신청 상태가 “심사 실패”로 나타났을 경우 보통 제공해주신 출금 주소에 문제가 있을 가능성이 높습니다. 출금 주소에 문제가 있을 경우 심사 과정에서 해당 출금 신청이 거절되니 출금 주소 확인 후 다시 한번 출금 신청을 진행해주세요.",
    "detail_title10": "출금 시 수수료가 필요한가요?",
    "detail_content10": "출금 시 일정 금액의 수수료가 필요합니다. 암호화폐 종류 별로 필요한 수수료 금액도 다르며 출금 페이지에서 자세한 출금 수수료 금액을 확인할 수 있습니다.",
    "detail_title11": "왜 출금 인증이 필요한가요?",
    "detail_content11": "인증 정보는 주로 계정 자산의 안전을 보장하기 위해 필요합니다. 이메일 인증 또는 구글 OTP 인증 등의 여러 인증 방식을 통해 출금 인증이 가능합니다.",
    "detail_title12": "베팅한 경기가 연기되거나 취소될 경우 어떻게 처리되나요?",
    "detail_content12": "모든 경기는 반드시 예정된 시간에 진행되어야 하며 그렇지 않을 경우 무효 처리됩니다. 경기 시작 전 경기가 연기 혹은 취소되었을 경우 모든 베팅은 무효 처리되며 베팅액은 모두 계정으로 환불됩니다. 만약 경기가 사전에 진행되었을 경우 실시간 게임을 제외한 일반 베팅 중 경기 시작 후 진행된 베팅은 모두 무효 처리됩니다.",
    "detail_title13": "실시간 게임 베팅 오더가 취소되었어요. ",
    "detail_content13": "실시간 게임은 베팅 오더 생성 후 몇초의 확인 시간이 존재하며 이로 인해 베팅에 실패할 가능성이 있습니다. 만약 베팅과 동시에 베팅 항목이 종료될 경우 사용자의 베팅 오더는 취소됩니다.",
    "detail_title14": "”실시간 게임”의 축구 아시안 핸디캡 정산 방식은 일반 축구 아시안 핸디켑의 정산 방식과 다른가요?",
    "detail_content14": "실시간 게임의 축구 아시안 핸디캡은 전체 점수에서 베팅 완료 시의 점수를 빼고 핸디캡 조건을 더한 후 결과로 계산됩니다. 실시간 게임이 아닌 일반 축구 경기의 아시안 핸디캡은 전체 점수에 바로 핸디캡 조건을 더한 후 계산되며 점수가 높은 팀을 승리로 계산합니다.",
    "detail_title15": "”실시간 게임”의 야구와 농구 정산 방식은 어떻게 진행되나요?",
    "detail_content15": "야구와 농구의 실시간 게임 베팅은 일반 베팅과 같은 방식으로 정산됩니다. 즉 모두 전체 경기 결과(연장전 포함)를 기준으로 정산이 진행됩니다.",
    "detail_title16": "다폴더 베팅은 무엇인가요?",
    "detail_content16": " 다폴더 베팅 오더는 다폴더 베팅에 추가한 모든 경기들이 종료된 후 정산이 진행됩니다. 다폴더 베팅 오더에 포함된 모든 경기를 승리해야 해당 다폴더 베팅 오더의 승리로 계산됩니다. 다폴더 베팅 오더에 포함된 경기 중 하나 혹은 여러 베팅이 취소되더라도 해당 베팅 오더는 여전히 유효하며 취소된 경기의 배당은 1로 계산됩니다. 다폴더 베팅 오더 중 정산 결과가 절반은 패배, 절반은 환불 처리된 경기가 있을 경우 해당 다폴더 베팅 오더는 실패 처리됩니다.",
    "detail_title17": "내 베팅 상황은 어떻게 확인하나요?",
    "detail_content17": "베팅 오더의 “내 베팅 기록”을 통해 최근 5경기의 베팅 상황을 확인할 수 있습니다. 또한 계정의 “베팅 기록”에서 모든 베팅 상황을 확인할 수 있습니다.",
    "detail_title18": "베팅 완료 후 취소 혹은 수정이 가능한가요?",
    "detail_content18": "베팅이 완료되면 취소 혹은 수정이 불가능합니다.",
    "detail_title19": "경기는 언제 정산되나요?",
    "detail_content19": "01:00(UTC8) 이전에 종료된 경기는 종료 후 1시간 이내에 정산이 완료됩니다.01:00(UTC8) 이후에 종료된 경기는 08:00 – 10:00(UTC8) 이내에 정산이 완료됩니다.",
    "detail_title20": "베팅 오더가 왜 취소 처리되었나요? ",
    "detail_content20": "다음을 포함하지만 이에 국한되지 않는 불가항력 요소로 인해 베팅 오더가 취소될 수 있습니다.(1) 경기가 정상적으로 종료 혹은 지속되지 못할 경우(예: 자격 취소, 경기 방해, 팀 퇴장, 조추첨 변경 등) (2) 경기 규칙 혹은 형식이 본 플랫폼이 받은 기준과 다를 경우 (3) 경기가 연기되거나 취소된 경우 (4) 배당에 명백한 오류가 있을 경우 (5) 경기 결과를 확인 불가능할 경우 (6) 기타 불가항력 요소",
    "detail_title21": "게임 접속 시 잔액이 0으로 표시되요",
    "detail_content21": "네트워크 오류로 인해 계정 잔액이 표시 되지 않은 것으로 새로고침 혹은 네트워크 전환 후 다시 접속해주세요.",
    "detail_title22": "홍보원은 어떻게 될 수 있나요?",
    "detail_content22": "플랫폼에 가입한 사용자의 누적 베팅금이 플랫폼이 요구하는 경험치에 도달할 경우 홍보원 자격을 신청 및 획득할 수 있습니다. 홍보원 자격 심사를 완료 후 홍보원 초대 코드와 링크를 받을 수 있으며 해당 코드나 링크를 통해 신규 회원이 플랫폼에 가입하면 홍보원 인센티브를 획득할 수 있습니다.홍보원은 초대한 모든 회원의 월 누적 베팅금액을 통해 인센티브를 획득할 수 있으며 누적 베팅금액은 각 암호화폐 종류에 따라 별도로 집계되며 구체적인 인센티브 비율은 플랫폼의 홍보원 규정을 기준으로 합니다.",
    "detail_title23": "개인 정보는 안전하게 처리되나요?",
    "detail_content23": "Coingame 사용자가 제공한 개인 자료를 보호하기 위해 최대한 노력할 것이며 플랫폼과 해당 국가의 정책 약관에 규정되어 있지 않는 한 데이터를 외부에 노출하지 않습니다. 모든 Coingame 직원은 해당 정책 약관을 준수해야 합니다. 직원은 철저히 고객의 개인 정보를 보장할 의무가 있으며 Coingame을 떠난 직원도 여전히 해당 의무를 반드시 준수해야 합니다. 고객 본인도 개인 정보를 보호할 필요가 있으며 계정 비밀번호를 엄격하게 관리하며 절대 해당 정보를 타인에게 공개해선 안됩니다."
  },
  "ja": {
    "content_title_detail": "よくある質問",
    "detail_title1": "未登録のユーザーは予測に参加できますか？",
    "detail_content1": "未登録ユーザーは「スマートコントラクト」をクリックして予測に参加することもできます。",
    "detail_title2": "確認コードを取得できないのはなぜですか？",
    "detail_content2": "確認コードを受信できない場合は、まずEメールのスパムでチェックしてください。それでもない場合は、もう一度[確認コードを送信]をクリックするか、メールアドレスを変更してアカウントを登録してください。",
    "detail_title3": "ログインできなかったのはなぜですか？",
    "detail_content3": "パスワードは大文字と小文字が区別されることに注意してください。間違ったパスワードを5回以上入力すると、アカウントは自動的2時間ブロックされます。 2時間後、アカウントのブロックが解除され、再度アカウントのパスワードを入力してログインすることができます。",
    "detail_title4": "招待コードとは何ですか？",
    "detail_content4": "招待コードは必須ではありません。紹介人のコードがある場合は、招待コードを入力することができます。",
    "detail_title5": "プラットフォームでサポートされている通貨はどれですか？",
    "detail_content5": "現在、このプラットフォームは、BTC、ETH、ETCなど十数の主流通貨の予測をサポートしております。",
    "detail_title6": "ETC / ETHのチャージが失敗したのはなぜですか。",
    "detail_content6": "ETH/ETCのチャージが失敗したのは主にガス費が低すぎることが原因で、振込の成功を確保するために、ガス制限を150,000に設定してください。",
    "detail_title7": "チャージの後、振り込みが届かなかった場合の対応策",
    "detail_content7": "チャージの給時間はブロックチェーンの速度によりますが、通常5〜15分となり、しばらくお待ちください。一方、チェーンジャムやノードなどの特別な問題は振り込みの届かない原因となる可能性があり、その場合、アカウントとチャージ取引のハッシュ値をお教え頂き、できるだけ早く対応させていただきます。",
    "detail_title8": "コイン引出はいつ届きますか？",
    "detail_content8": "少額のコイン引出をご請求の場合、人工レビューは不要で、給時間はブロックチェーンの速度によりますが、通常、給時間は5〜15分となります。 コイン引出が一定の金額を超えると、手動で確認する必要があり、審査員は24時間以内にコイン引出の確認を完了させますので、しばらくお待ちください。",
    "detail_title9": "コイン引出の請求リクエストのステータスが「申請却下」と表示されるのはなぜですか？",
    "detail_content9": "コイン引出の請求リクエストのステータスが「申請却下」と表示される場合、通常、ご提供いただいた請求先アドレスが間違ったため、審査員はコイン引き出しのリクエストを拒否しました。再度コインの引出をご申請いただければよいです。",
    "detail_title10": "コインの引き出しには手数料がかかりますか？",
    "detail_content10": "コインの引出には一定の手数料を支払う必要があり、異なる通貨で支払われた手数料の金額も違って、コイン引出のページで特定の手数料をチェックすることができます。",
    "detail_title11": "なぜコイン引出の検証を行う必要があるのですか？",
    "detail_content11": "情報検証は主にお客様のアカウントの資金のセキュリティを確保するためのもので、お客様はメール検証、グーグル検証などの多様の方式を利用することができます。",
    "detail_title12": "予測に参加しているゲームが延期またはキャンセルされた場合はどうなりますか？",
    "detail_content12": "すべてのゲームは予定された時間に行われなければなりません。そうでなければ、予測は無効です。 ゲームがゲーム前に延期またはキャンセルされた場合、すべての取引は無効とみなされ、コインベットの金額はアカウントに返却されます。インプレイベッティングを除き、ゲームが予定より前に開催される場合、ゲーム開始後のすべてのベットは無効とみなされます。",
    "detail_title13": "インプレイベッティングオーダーのキャンセルについての説明",
    "detail_content13": "インプレイベッティングのオーダーが生成されてから数秒の確認時間が必要であり、あなたのベットは失敗する可能性があります。 例えば、コインベットした同時にゲームが閉じられると、ベットオーダーはキャンセルされます。",
    "detail_title14": "インプレイベッティングハンディキャップオーダー及びノーマルハンディキャップオーダーの決済についての説明",
    "detail_content14": "インプレイベッティングハンディキャップは、エンドスコアからコインベットする時のフィールドスコアを引いた値を使用し、ハンディキャップ条件を追加して計算する必要があります。ノーマルハンディキャップは、実際のゲーム結果にハンディキャップを加えて計算する必要があり、スコアの高いチームが勝者となります。",
    "detail_title15": "チームパーレイの決済についての説明",
    "detail_content15": "チームパーレイは、あなたが選択したシリーズ内のコインベットのすべてのゲームが終わった後に決済されます。チームパーレイのすべてのゲームが勝てば、このチームパーレイは勝ったと見なされます。チームパーレイの1つ又は多数のコインベットがキャンセルされた場合、チームパーレイは引き続き有効ですが、キャンセルされた予測アイテムのオッズは1として計算されます。チームパーレイのいずれかコインベットの抽選結果が半分負け半分返却の場合、そのチームパーレイは勝てなかったと見なされます。",
    "detail_title16": "個別の決済指示はありますか？",
    "detail_content16": "チェックアウトは、選択した文字列のすべての一致後に解決されます。 シリーズ内のすべての一致が勝ち、この文字列が勝者と見なされます。 文字列内の1つ以上のコインがキャンセルされた場合、文字列は引き続き有効ですが、キャンセルされた予測アイテムの倍数は1として計算されます。 コイン式の宝くじのいずれかがこの文字列で半分返された場合、その文字列は勝てないと見なされます。",
    "detail_title17": "自分のコインベットのステータスを確認する方法",
    "detail_content17": "コインベット列の[マイコインベット]のところで最後の5ゲームのコインベットステータスを確認できます。または、アカウント列の[コインベットレコード]ですべてのコインベットの情況を確認できます。",
    "detail_title18": "コインベットが成功した後、キャンセルまたは変更することができますか？",
    "detail_content18": "コインベットが受け入れられると、キャンセルしたり変更したりすることはできません。",
    "detail_title19": "ゲームの決済はいつですか？",
    "detail_content19": "01:00（UTC 8）より前に終了するゲームは、ゲーム終了後1時間以内に決済します；01:00（UTC 8）以降に終了するゲームは、8:00から10:00（UTC 8）までの間に決済します。",
    "detail_title20": "プラットフォームで自分のコインベットがキャンセルされるのはなぜですか？",
    "detail_content20": "特定の不可抗力要因により、プラットフォームはコインベットのオーダーを撤回処理します。(1) イベントを完了または継続できない場合（失格、妨害、退出、抽選変更など）；(2) イベントのルールまたは形式は、プラットフォームの受け入れ基準とは異なる時；(3) イベントが延期またはキャンセルされる時；(4) オッズが明らかに間違っている場合；(5) イベントの結果を確認できない場合；(6) その他の不可抗力要因。",
    "detail_title21": "ゲームのページに入って、残高の表示がないのはなぜですか？",
    "detail_content21": "ネットワークの変動により、アカウントの残高を表示できない可能性があります。ネットワークを切り替えて、改めてゲームページに入ってください。",
    "detail_title22": "プロモーターになる方法及びプロモーターの奨励",
    "detail_content22": "プラットフォームの登録ユーザーの累積ベット額がエクスペリエンス値の要件を満たすと、プロモーターになる資格を取得できます。プロモーターはID認証の後、プロモーションコードまたはプロモーションリンクをプロモーション対象のユーザーに送信し、プロモーションされたユーザーはプロモーションコードまたはプロモーションリンクを利用してプラットフォームアカウントを成功に登録した後、プロモーターが奨励を取得し始めます。プロモーターは、上記のプロモーションユーザーの毎月の累積コインベットを通してリベートを取得でき、各通貨は単独に累積され、具体的なリベート率データはプラットフォームプロモーションルールに従います。",
    "detail_title23": "プライバシー情報は安全ですか？",
    "detail_content23": "Coingameは、お客様が提供していただいた個人データを保護するために最大限の努力を払い、このポリシーで明示的に述べられていない限り、このデータを故意に部外者に開示しません。 Coingameの全従業員はこのポリシーの条件に従うようにリクエストされています。Coingameの従業員は退職したとしても、個人情報を厳密に保持する義務があります。また、ユーザーも自分の個人情報を保護し、アカウントのパスワードを厳守し、その情報を他人に開示しないでください。"
  },
  "zh-Hant": {
    "content_title_detail": "FAQ",
    "detail_title1": "非註冊用戶是否可以參與預測？",
    "detail_content1": "非註冊用戶也可點擊“智慧合約”參與預測。",
    "detail_title2": "為什麼獲取不到驗證碼？",
    "detail_content2": "若您未能收到驗證碼，請先到郵箱中的垃圾郵件中查找，如果還是沒有，請重新點擊【發送驗證碼】，或更換其他郵箱註冊帳戶。",
    "detail_title3": "為什麼登錄失敗？",
    "detail_content3": "請注意您的密碼是有大小寫區分的，如您輸入錯誤密碼超過5次，您的帳戶將會被自動鎖定2個小時。2個小時後，您的帳戶即可解封，可再次輸入帳戶密碼登錄。",
    "detail_title4": "邀請碼是什麼？",
    "detail_content4": "邀請碼非必填項，若有推薦人代碼，則可填寫邀請碼。",
    "detail_title5": "平臺支援哪些幣種？",
    "detail_content5": "目前平臺支持BTC、ETH、ETC等十餘種主流幣參與預測。",
    "detail_title6": "ETC/ETH充值失敗為什麼？",
    "detail_content6": "ETH/ETC充值失敗大概率是gas費過低導致的，建議您提高Gas Limit設置為150,000以確保能成功轉帳。",
    "detail_title7": "充值未到賬如何處理？",
    "detail_content7": "充值到賬時間取決於上鏈速度，一般會有5-10分鐘的到賬時間，請您耐心等待。但可能由於鏈上卡頓或節點問題等一些特殊原因，導致您仍未收到，請您提供您的帳號、充值交易的hash值給我們，我們會儘快為您處理。",
    "detail_title8": "提幣什麼時候可以到賬？",
    "detail_content8": "當您申請小額提幣時，無需人工審核，到賬時間取決於上鏈速度，一般會有5-15分鐘的到賬時間。如您的提幣申請超過一定額度，則需要人工審核，審核人員會在24小時內完成您的提幣審核，請您耐心等待。",
    "detail_title9": "為什麼我的提幣申請狀態顯示為“審核失敗”？",
    "detail_content9": "如您的提幣申請狀態顯示為“審核失敗”，一般是由於您提供的提幣位址錯誤。所以審核人員拒絕了您的提幣申請，您重新申請提幣即可。",
    "detail_title10": "提幣是否需要交納手續費？",
    "detail_content10": "提幣需要支付一定額度的手續費，不同幣種繳納的手續費額度也不一致，您可以在提幣頁面查看手續費的具體額度。",
    "detail_title11": "我為什麼要進行提幣驗證？",
    "detail_content11": "驗證資訊主要是為了確保您的帳戶資金安全，您可以通過郵箱驗證、穀歌驗證等多種方式進行驗證。",
    "detail_title12": "如果參與預測的比賽被延期或取消了怎麼辦？",
    "detail_content12": "所有比賽都必須在預定時間進行否則預測無效。若比賽在賽前被延期或取消，所有交易都被視為無效，投幣金額將返還至您的帳戶中。除滾球外，如果比賽提前舉行，在比賽開始後的所有注單均視為無效。",
    "detail_title13": "滾球注單取消說明？",
    "detail_content13": "滾球注單生成後會有幾秒鐘的確認時間，您的注單存在失敗的可能性。如當您投幣的同時盤口關閉，則您的注單會被取消。",
    "detail_title14": "足球滾球讓分盤注單與早盤讓分盤注單結算說明？",
    "detail_content14": "足球滾球讓分需要用完場比分減去投幣時場上比分，然後加上讓分條件後進行計算。早盤讓分需要將讓球數加上實際比賽結果後進行計算，得分較高的參賽隊伍即為贏家。",
    "detail_title15": "棒球及籃球滾球盤的結算說明？",
    "detail_content15": "如無特殊情況，棒球及籃球的滾球盤與早盤的結算邏輯一致，均是以全場賽果（含加時）為依據進行結算。",
    "detail_title16": "串關結算說明？",
    "detail_content16": " 串關會在您選擇的該串投幣的所有賽事結束後進行結算。串關裡的所有賽事獲勝，此串注單才視為獲勝。若該串注單中一個或多個投幣被取消，此串注單仍然有效，但被取消的預測專案的倍數將以1計算。若此串注單中任一投幣開獎結果為半輸半退，則此串注單視為未中獎。",
    "detail_title17": "如何查詢自己的投幣情況？",
    "detail_content17": "您可以通過投幣單欄的“我的投幣”查詢最近5場比賽的投幣情況，也可通過帳號欄中的“投幣記錄”查詢您的全部投幣情況。",
    "detail_title18": "投幣成功後，是否可以取消或修改？",
    "detail_content18": "一旦投幣被接受，則不得取消或修改。",
    "detail_title19": "比賽何時結算？",
    "detail_content19": "01:00（UTC 8）前結束的比賽，會在比賽結束的1個小時內完成結算； 01:00（UTC 8）以後結束的比賽，則會在8:00——10:00（UTC 8）完成結算。",
    "detail_title20": "為什麼我的投幣注單會被平臺取消？",
    "detail_content20": "由於某些不可抗力因素，平臺會對您的投幣注單做撤盤處理。(1) 賽事無法完成或繼續（如取消資格，受到干擾，退賽，抽籤改變等）時；(2) 賽事的規則或格式異於本平臺接受標準時；(3) 賽事推遲或取消時；(4) 倍數明顯有誤時；(5) 賽事結果無法確認；(6) 其他不可抗力因素。",
    "detail_title21": "為什麼進入遊戲頁面，無餘額顯示？",
    "detail_content21": "由於網路波動，導致您的帳戶餘額未能顯示，請切換網路後重新進入遊戲頁面。",
    "detail_title22": "如何成為推廣員及推廣員的福利？",
    "detail_content22": " 平臺註冊用戶累計投注金額達到經驗值要求後，即可獲得成為推廣員的資格，完成推廣員身份認證後，推廣員將推廣碼或推廣連結發送給準備推廣的用戶，被推廣的用戶用推廣碼或推廣連結成功註冊平臺帳號後，開始獲得推廣員的福利。推廣員可通過推廣用戶的月累計投幣金額獲得返利，各幣種單獨累計，具體返利比例資料以平臺推廣規則為准。",
    "detail_title23": "隱私資訊是否安全？",
    "detail_content23": "Coingame盡全力保護客戶提供給我們的個人資料，不會蓄意將該資料洩漏給外人，除非此政策條款裡有明文規定。 所有Coingame員工都被要求遵循該政策條款。員工有義務嚴密的保守客戶的個人資訊，即使員工離開Coingame後仍須堅守此義務。使用者本人也需保護好個人資訊，嚴守您的帳號密碼，切勿將此資訊透露給其他人。"
  }
}
