{
  "zh": {
    "hidden_container_title": "使用条款",
    "hidden_container_general_terms": "一般条款",
    "hidden_container_content_one": "1、以下条款适用于由同一公司拥有，运营或托管的网址为https://www.coingame.com网站，移动网站和/或移动应用程序（以下合称为“本网站”）。",
    "hidden_container_content_two": "2、CoinGame被称为本网站或我们；下列条款所有对“您”或“您的”或“用户”称呼的引用，皆指使用本网站的主体。",
    "hidden_container_content_three": "3、下列所述的数字货币是指以太坊或以太坊经典或网站允许使用的基于区块链技术的货币。您完全明白，在本网站，数字货币仅被视为普通通证参与预测项目。",
    "hidden_container_content_four": "4、本网站所示的使用条款和其他协议或文件将构成用户与本网站之间完整的合约（“完整合约”）。用户登陆、浏览、使用本网站的任何项目和服务，应视为用户已不可撤销地同意遵守完整合约（包括隐私政策等）。",
    "hidden_container_content_five": "5、a) 您应接受并承认您（1）至少十八(18)岁或达到所居住国家的法律规定的法定年龄(以较高者为准);可同意本网站条款的适格主体；（2）需具有正常精神能力，对自己行为负责，并受到完整合约的约束；（3）未曾被中止或拒绝使用本网站的任何服务。",
    "hidden_container_content_five_new": "b)  如果您代表法人主体使用本网站，则您进一步声明并保证：（1）以法人所在地的法律作为准据法并依此确定该法人主体是依法成立并合法存续的；（2）您是经该法人主体正式授权并代其行事的适格主体。",
    "hidden_container_content_six": "6、特此声明，我们会不断修改，更新，扩展和改进本网站。根据适用法律，本网站保留随时自行决定修改或添加或删除使用条款、预测细则及其他可构成完整合约的条款和政策的权利并无需事先通知义务。这些条款的变更将会在网站上及时公布供用户知悉并不会追溯适用。我们建议用户经常查看本网站以了解有效的条款和更改。本网站将不承担用户因上述变化受到的损失。如果用户不同意完整合约的任何条款，请勿登陆、浏览、使用本网站。",
    "hidden_container_content_seven": "7、使用本网站提供的会员服务需要完成账户注册。",
    "hidden_container_forecast_terms": "预测项目",
    "hidden_container_content_eight": "8、本网站将发布适用于每个预测活动的具体规则（“预测细则”）、每个预测结果选项所对应的接收数字货币的地址（“预测地址”），以及用户做出预测的有效期等。所有参与本网站预测活动的用户都应遵守相关的规定。",
    "hidden_container_content_nine": "9、参加预测活动的用户，应在本网站公布的做出预测的有效期（“预测有效期”）内，向预测地址转入网站所指定种类的数字货币（“投币”）。用户不得使用网站指定以外类型的数字货币进行投币，也不得以任何国家的法币进行投币。",
    "hidden_container_content_ten": "10、预测规则可以规定，在某条件满足之后，该预测活动将不接受用户继续投币，本网站也有权发布通知随时终止某活动的预测有效期。预测有效期到期或提前终止之后，用户如继续投币，将视为无效预测，因此遭受的损失由用户承担。",
    "hidden_container_content_eleven": "11、用户一旦投币，则用户不可修改、撤销或者取消该投币。",
    "hidden_container_content_teweve": "12、本网站有权发布通知随时撤销某预测活动，在此情况下，预测活动将于本网站公布终止信息之时终止，用户如果已向该预测活动投币，数字货币自动退至该用户的原转出地址。",
    "hidden_container_content_thirteen": "13、预测活动的最终结果，以预测规则所规定的来源显示的相关信息作为唯一的预测成功标准，用户不得对此提出异议。用户在此同意，如果用户预测不成功，则其打入的全部数字货币将由本网站转给预测成功的用户所有。",
    "hidden_container_content_fourteen": "14、本网站不对用户暂存的数字货币以任何方式给付回报或利息。若通过智能合约参与预测项目（非会员制），在扣除本网站收取的服务费后，预测成功的收益将根据智能合约原路打给预测成功的用户。若使用本网站的会员机制参与预测项目，扣除相应服务费用后，预测成功的收益将转入用户在本网站注册的会员账户。 然而，如果有任何可能影响结果的犯罪活动的怀疑，本网站保留作废任何收益的权利。",
    "hidden_container_content_fifteen": "15、用户参与预测活动的最低投币额与最高投币额取决于网站在用户投币时所接受的金额。",
    "hidden_container_content_sixteen": "16、基于任何故障或其他理由造成用户收到超额收益，用户有法律责任全款还至本网站。",
    "hidden_container_content_seventeen": "17、基于可适用法律我们保留终止/延迟处理预测收益的提款要求。",
    "hidden_container_content_eighteen": "18、用户向预测地址转入有效的数字货币后，如果通讯中断或者用户没有收到投币有效的确认，但是在我们的服务器上收到了该笔注金，则该赌注被视为有效并被接受。一旦恢复通讯您将被告知您是否获得预测收益。如果由于通讯错误而在我们的服务器上未正确接受到该投币，则不被视为有效且被接受；无效的投币将退还到您的账户。",
    "hidden_container_content_nineteen": "19、预测成功的用户应就其来源于本网站预测活动的收益，按照适用于该用户的法律自行缴纳适用法律所规定的税费。用户同意，本网站不负责确定数字货币交易是否适用税收，报告，扣留或免除任何数字货币交易产生的税款。",
    "hidden_container_risk_terms": "风险承担",
    "hidden_container_content_twenty": "20、用户接受并承认，若使用本网站的任何服务或参与任何项目，用户须完全承担失去所有资金的风险，包括存入会员账户的资金。",
    "hidden_container_content_twentyOne": "21、用户接受并承认使用本网站可能存在风险，包括但不限于硬件，软件和网络连接失败的风险，恶意软件引入的风险以及第三方未经授权地访问存储在您的账户中的信息的风险。您接受并确认本网站不对任何通信故障，中断，错误负责，及使用服务时可能会遇到的失真或延迟，无论上述的风险是如何造成的。",
    "hidden_container_content_twentyTwo": "22、用户接受并承认使用网络存在相关风险，包括但不限于未知网络协议漏洞或协议意外更改的风险。用户承认并接受本网站无法控制任何加密货币网络，并且网站不承担因此类风险而导致的任何损害。",
    "hidden_container_content_twentyThree": "23、用户与第三方的交易或通信仅限于用户与第三方之间。本网站对任何此类交易引起的任何损失或损害不承担任何责任或义务，并且用户应明白，使用第三方内容以及与第三方的互动需自担风险。",
    "hidden_container_content_twentyFour": "24、用户承认并接受本网站或其关联公司的破产或其他不可预见的问题（如监管政策的变化及监管要求或网站受攻击）可能会导致用户的损失。由于这些不可预见的问题引起的损害，损失，成本或开支应由用户自行承担。",
    "hidden_container_content_twentyFive": "25、本网站不应视为向用户提供了有关预测活动的指导、分析、建议、决定，也不对用户的预测结果负责。用户享有和承担参与预测活动的收益、损失和风险。若下述34 条中的列举国公民执意参加本网站提供的预测服务，该用户应同意并接受完整合约的所有条款，如承担预测活动的损失和风险，因管辖法律的监管造成的损失等。",
    "hidden_container_liability_terms": "责任限制",
    "hidden_container_content_twentySix": "26、本网站将努力来验证网站上任何信息的准确性，但不作任何形式的明示或暗示，法定或其他形式的声明或保证，包括网站内容或第三方链接网站的内容，通过网站访问的信息和功能，与第三方网站的任何超链接或与通过本网站或本网站链接的任何网站传输信息相关的安全性。",
    "hidden_container_content_twentySeven": "27、本网站可能允许第三方服务提供商通过本网站启用cookie，进行分析或提供营销服务。此类第三方启用Cookie将不受本网站控制，本网站不对第三方的任何行为负责。",
    "hidden_container_content_twentyEight": "28、本网站不对用户因使用本网站造成的损失承担任何责任，包括但不限于：（1）用户的失误如错误构建的交易或输入错误的数字货币地址;（2）服务器故障或数据丢失;（3）任何未经授权的第三方活动，包括但不限于对网站或服务使用病毒，网络钓鱼，暴力强迫或其他攻击手段。",
    "hidden_container_content_twentyNine": "29、在此，不保证本网站或提供服务的服务器没有病毒或错误，内容准确，不会中断，缺陷得到纠正。且本网站不对任何形式产生的任何损失负责，包括用户信赖网站上所载的材料或信息做出的行为,造成的损失。",
    "hidden_container_content_thrity": "30、用户同意本网站不承担因任何错误，遗漏，中断，删除，缺陷，延迟操作或传输，通信线路故障，盗窃或销毁或未经授权访问或更改数据或信息导致的直接或间接的损失。本网站亦不承担网络或线路，Wi-Fi，蓝牙，计算机，系统，服务器或提供商，计算机设备，软件或电子邮件的任何技术故障，或任何网站或因特网的拥堵产生的责任。此外，本网站无需承担因系统或通讯错误，网站的程序错误或病毒导致的用户硬件和/或软件和/或数据受到损害的责任。",
    "hidden_container_content_thrityOne": "31、用户同意免除本网站（包括员工，董事，代理和附属机构等）因下列事宜遭受或履行或承担任何索赔，要求，行为，损害，损失，成本或费用（包括但不限于合理的法律费用）：a) 用户使用本网站服务或进行与本网站服务相关的活动； b) 用户违反完整合约的任何条款。 c) 侵犯其他主体的权利。",
    "hidden_container_content_thrityTwo": "32、当用户登录，浏览，使用本网站任何服务时，本网站可能会接收并采集用户的信息。此类信息可能会依据管辖法律，法规，政府政策或法律程序而被披露。因此，本网站不负责维护用户提供或通过上述方法收集的任何用户信息的机密性。",
    "hidden_container_content_thrityThree": "33、用户应保证其提供的任何信息的正确性和完整性。本网站不对用户操作数字货币转账的错误和失误承担责任。例如，用户输入错误的密码，或提供错误的信息。",
    "hidden_container_content_thrityFour": "34、本网站不对用户使用本网站从事的任何行为负责。用户须自行了解和确保，其参与本网站上的预测活动须符合其国籍所在地和预测行为地的法律规定，与此相关的所有风险和责任由用户自行承担，与本网站无关。现特此明确拒绝承担以下责任：a) 任何人在使用本网站或进行预测活动时违反任何国家的反洗钱，反恐怖融资或其他监管要求。 b) 经过慎重考虑，本网站决定不接受美国，伊拉克和中国大陆的公民或居民参与预测。",
    "hidden_container_termination_terms": "终止服务",
    "hidden_container_content_thrityFive": "35、本网站有权基于任何理由立即暂停或终止用户访问网站及相关服务权利并无事先通知的义务，并且可以删除或停用您的账户以及所有相关信息和文件。网站无需因此承担任何责任。",
    "hidden_container_content_thritySix": "36、用户在访问或使用网站及服务时，同意不从事任何行为违反国籍所在地及交易可能涉及的任何管辖法律。此外，用户对使用网站产生的后果完全负责。在不限制前述内容的前提下，用户同意不会：a) 利用本网站提供的服务支付，支持或以其他方式参与任何非法活动，包括但不限于非法赌博，欺诈，洗钱或恐怖活动； b)使用非本网站提供的任何机器人或其他自动化手段或界面访问本网站及服务或提取数据； c) 提供错误、不准确或误导性信息； d) 鼓励或引诱第三方参与完整合约所禁止的活动； e) 向本网站介绍任何病毒，木马，蠕虫，逻辑炸弹或其他有害物质；f) 怀疑用户的行为方式不利于我们业务的行为。",
    "hidden_container_content_thritySeven": "37、用户因违反完整合约的任何条款或其他行为导致本网站受损,包括但不限于名誉损害，本网站有权追究用户赔偿损失。本网站未及时追责，不视为对任何权利的放弃。",
    "hdden_container_intellectual_terms": "知识产权",
    "hidden_container_content_thrityEight": "38、本网站上包含的所有内容，包括但不限于文字，商标，图表等均为本网站或其提供者的财产并受相关知识产权和所有权法律的保护。用户同意遵守内容中包含的所有的版权和其他所有权声明，图例或其他限制，并且不会对其进行任何更改。用户也承诺不会修改，披露，传播，进行逆向工程，制作衍生作品，参与任何转让或销售，或者全部或部分地使用本网站上的任何内容。",
    "hidden_container_other_terms": "其他",
    "hidden_container_content_thrityNine": "39、用户已认可用户与本网站间的完整合约或使用本网站不会导致本网站与用户之间存在任何合资企业，合伙，雇佣或代理关系。本网站对完整合约的履行受制于现行有效的法律和法律程序。如果完整合约的任何部分根据适用法律被确定为无效或不可执行，则无效或不可执行的条款将被有效的，可强制执行的且最贴近原始条款意图的条款替代。其余部分继续有效。",
    "hidden_container_content_fourty": "40、此外，用户应承担，本网站因用户违反完整合约或用户使用本网站而令网站遭受的所有索赔，损失和费用。本网站未及时追责，不视为对任何权利的放弃。",
    "hidden_container_content_fourtyOne": "41、用户因使用本网站或预测活动引起的纠纷的追责，须于纠纷发生起一（1）年内提出。",
    "hidden_container_content_fourtyTwo": "42、如果您有任何疑问，可以联络【support@coingame.com】。",
    "hidden_container_refuse": "拒绝",
    "hidden_container_agree": "同意"
  },
  "en": {
    "hidden_container_title": "Terms of Use",
    "hidden_container_general_terms": "General",
    "hidden_container_content_one": "1、These following terms and conditions are applicable to the website https://www.coingame.com and the website of the relevant content, mobile site and/or mobile application owned, operated or hosted by the same company. (collectively the 'website', ‘Site’, ‘Our’). ",
    "hidden_container_content_two": "2、Digital Currency means Ethereum or Ethereum Classic or any other blockchain-based currency accepted by the Site. You acknowledge that the digital currency is merely treated as common tokens used in the forecast activities on the Site.",
    "hidden_container_content_three": "3、The following terms and other agreements, or documents provided or posted on the Site constitute the Entire Agreement between the users and the Website. All the users who log in, browse, use any items or services provided by the Website, shall be regarded as having irrevocably agreed to comply with the Entire Agreement.",
    "hidden_container_changes_terms": "Changes to terms and conditions",
    "hidden_container_content_four": "1、It is hereby stated that the Website will be amended, expanded, updated, and improved from time to time. Subject to the applicable law, the Site reserves the right to amend or remove portions of the Terms of Use or Forecast Rules or other terms or policies constituting the Entire Agreement at any time without prior notice, in our sole and absolute discretion. Such changes to these provisions will be posted on the Website for users’ reference and not be applied retroactively. We do advise users to check the Site frequently to be aware of the valid provisions and changes. The Site will not be responsible for any damages, losses to users due to the foregoing changes. If users do not agree to any term of the Entire Agreement, please do not log in, browse and use the Website.",
    "hidden_container_code_terms": "The code of uses",
    "hidden_container_content_five": "1、The Website accepts players only from those countries and geographic regions where online gambling is allowed by law. It is the player’s sole responsibility to inquire about the existing gambling laws and regulations of the given jurisdiction before placing predictions on the website.",
    "hidden_container_content_six": "2、The Website accepts strictly adult players (the minimal age is 18) and players who have reached the age specified by the jurisdiction of player’s place of residence as eligible for online gaming. It is the player’s sole responsibility to inquire about the existing laws and regulations of the given jurisdiction regarding age limitations for online gambling.",
    "hidden_container_content_seven": "3、The Website reserves the right to ask for the proof of age from the player and limit access to the Website or suspend the Player Account to those players who fail to meet this requirement.",
    "hidden_container_content_eight": "4、Each player can create only one (1) personal account.",
    "hidden_container_content_nine": "5、The players shall not provide access to their Player Account or allow using the Website to any third party including but not limited to minors and staff member of Website.",
    "hidden_container_content_ten": "6、Any returns, winnings or bonuses which the player has gained or accrued during such time as the Duplicate Account was active may be reclaimed by us, and players undertake to return to us on demand any such funds which have been withdrawn from the Duplicate Account.",
    "hidden_container_content_eleven": "7、The users can contact the staff member via the platform contact (support@coingame.com) to freeze or log out their personal accounts.",
    "hidden_container_content_teweve": "8、The Website can only be used for personal purposes and shall not be used for any type of commercial profit.",
    "hidden_container_content_thirteen": "9、We reserve the right to send the email to the number provided in your user account, which at our own discretion can be a necessary part of the KYC procedure.We will make reasonable efforts trying to contact you regarding the withdrawal of the funds, but if we are not able to reach you (by email) in two (2) weeks, the funds will be retained by the Website, since you have failed to pass the KYC procedure. ",
    "hidden_container_content_fourteen": "10、The user understands and accepts that no payment transactions such as transfer can be made between the registered accounts of this website.",
    "hidden_container_forecast_terms_title": "Availability of Coingame",
    "hidden_container_forecast_terms_body1": "Please bear in mind Coingame may be unavailable in certain jurisdictions, as required by relevant policies which may change from time to time. We do advise users to check the Site frequently to be aware of the valid provisions and changes.",
    "hidden_container_forecast_terms_body2": "The predictions of Website are unavailable of Bulgaria, Cyprus, Poland, Hungary, Slovakia, Norway, Russia, Mexico, Australia, Canada, United Kingdom, United States, Singapore, Netherlands, France, etc.",
    "hidden_container_forecast_terms_body3": "Players from the following countries and their territories (“Restricted Countries”) are not allowed to deposit and participate in Website entertainment projects: Israel, Turkey, Argentina, Brazil, Colombia, Venezuela and Cuba. The Website cannot guarantee successful processing of withdrawals or refunds in the event that player breaches this Restricted Countries policy.",
    "hidden_container_forecast_terms": "Forecast items",
    "hidden_container_content_fifteen": "1、The Site will publish specific rules applicable to each forecast activity ('Forecast Rules'), the address to receive the digital currency for each forecast result option (“Forecast Address”), the effective period for users to make the forecast. All users participating in the forecast items on the Site should comply with the relevant Rules.",
    "hidden_container_content_sixteen": "2、The users participating in the forecast activity shall transfer the designated type (s) of digital currencies to the Forecast Address, within the effective period as published on the Site (“Forecast Effective Period”) for making the forecast (placing predictions). The users should not place predictions any other types of digital currencies which are not designated by the Site, nor should the users use any country's legal tender (fiat money) for forecast.",
    "hidden_container_content_seventeen": "3、The Forecast Rules may stipulate that after certain conditions are met, the forecast activity will not accept the users to transfer further digital currency to participate in the forecast, in addition, the Site has the right to issue a notice to terminate the Forecast Effective Period applicable to a specific forecast activity at any time. After the Forecast Effective Period for a forecast activity is expired or terminated in advance, if a user transfers further digital currency for that forecast activity, such transfer will be regarded as being used for an invalid forecast and therefore the losses suffered by the user shall be borne on its own.",
    "hidden_container_content_eighteen": "4、A prediction, which has been placed and accepted, cannot be amended, withdrawn or cancelled by users.",
    "hidden_container_content_nineteen": "5、The Site has the right to issue a notice to cancel a forecast activity at any time, under such circumstances, the forecast activity will be cancelled upon the publication of such cancellation notice on the Site. If the user has already transferred digital currency to that forecast activity, such transfer would be automatically sent back to the user’s original digital currency remitting address.",
    "hidden_container_content_twenty": "6、The Site does not promise to pay any return or interest on the digital currency temporarily stored by users. Where the users participate in a forecast activity on the basis of smarts contracts, the proceeds of a successful forecast after deducting the service fee payable to the Site, should be sent back to the original digital currency remitting address of the users who make such successful forecast, on the basis of smart contract. Where the users participate in a forecast activity based on membership scheme, the proceeds of a successful forecast after deducting the service fee payable to the Site, should be transferred to the member account of the users who make such successful forecast. However, the Site reserves the right to set aside any proceeds should there be any suspicion of criminal activities or any manipulation that may have affected the result.",
    "hidden_container_content_twentyOne": "7、The amount of predictions on this Website's forecasted items ranges from 0.2USDT to 100208 USDT (or other equivalent digital currency depending on the exchange rate of the digital currency). The maximum reward paid to any user for any valid single bet is 3000 USDT (or other equivalent digital currency depending on the currency exchange rate). Beyond this range may not be able to continue participating in the site's forecasting projects or games.",
    "hidden_container_content_twentyTwo": "8、Should there be a break in communication after the user places the prediction and/or the user receive no visual confirmation that a prediction has been confirmed validly, but the prediction is correctly received on our servers, the prediction shall be deemed as valid and accepted. You will be informed whether you have obtain or lost once communication is re-established and result determined. If the prediction is not received correctly on our servers due to a communication error, it shall not be regarded as valid and accepted; and the failed prediction shall be returned to your account balance.",
    "hidden_container_content_twentyThree": "9、The users who make a successful forecast shall be solely responsible for any tax obligations arising out of proceeds obtained by him/her from the forecast activity on the Site in accordance with the applicable laws. The users agree that the Site is not responsible for determining any taxes payable on digital currency transaction, declaring, withholding or exempting any tax liability for trading digital currency of any kind.",
    "hidden_container_disclaimer_terms": "Disclaimer of Liabilities",
    "hidden_container_content_twentyFour": "1、By accepting these Terms and Conditions（“Terms of User”） you confirm your awareness of the fact that gambling may lead to losing digital currency. The Website is not liable for any possible financial damage arising from your use of the Website.",
    "hidden_container_content_twentyFive": "2、The users accept and acknowledge that there are risks with the use of the Site, including but not limited to the risk of failure hardware, software and the connection of internet, the risk of malicious software introduction, and the risk of unauthorized access to the information stored within your account by any third party. You accept and acknowledge that the Site will not be responsible for any communication failures, disruptions, errors, distortions or delays experienced by you when you use the services, however caused.",
    "hidden_container_content_twentySix": "3、In special circumstances, if the user places an obvious wrong option given by us, this Website has the right to cancel all predictions for such errors. If the wrong award is made due to system reasons, human reasons or other reasons, the Website has the right to recover all the wrong awards and re-send the award according to the correct result. If you have withdrawn digital currencies that do not belong to you prior to us becoming aware of the error, the mistakenly paid amount will (without prejudice to other remedies and actions that may be available at law) constitute a debt owed by you to us. In the event of an incorrect crediting, you are obliged to notify us immediately by email (support@coingame.com).",
    "hidden_container_content_twentySeven": "4、Transactions or communications between a user and a third party shall only be confined to such user and such third party. The Site does not undertake the liability for any loss or damage arising out of such transaction and the user should be aware that he/she should be solely accountable for any risk resulting from the use of any content provided by a third party or any interaction with such third party.",
    "hidden_container_content_twentyEight": "5、The Site will not be responsible or liable to you for any loss attributed to utilizing the Site, including but not limited to: (1) users’ errors such as improperly constructed trades or actions, or mistyped the digital currency address; (2) server errors or failure, or data loss; (3) any unauthorized activities done by third parties, including but not limited to the use of viruses, phishing, brute forcing or other types of attack against the Site.",
    "hidden_container_content_twentyNine": "6、The users recognize and accept that the bankruptcy of the Site or its affiliates or other unforeseen issues (such as changes in regulatory policies and requirements of regulators or an attack on the Site) may cause the damages or losses to users. The damages, losses, costs or expenses, arising out of such unforeseen issues shall be undertaken on users’ own.",
    "hidden_container_content_thrity": "7、The Website, its directors, employees, partners, service providers, do not warrant that the software or the Website is/are fit for their purpose; • do not warrant that the software and Website are free from errors; • do not warrant that the Website and/or games will be accessible without interruptions; • shall not be liable for any loss, costs, expenses or damages, whether direct, indirect, special, consequential, incidental or otherwise, arising in relation to your use of the Website or your participation in the games.",
    "hidden_container_content_thrityOne": "8、The User acknowledges that this Website will be the ultimate decision maker for your breach of the Terms of Use of the Website, has the right to suspend or permanently prohibit the User from accessing the Website and related service rights without prior notice, and may delete or disable your account and all Related information and documents. The website does not need to bear any responsibility.",
    "hidden_container_liability_terms": "Limitation of Liability ",
    "hidden_container_content_thrityTwo": "1、Should users receive excess revenue due to any failure or other reasons, users agree to fully reimburse the Site for any such overdrawn amounts.",
    "hidden_container_content_thrityThree": "2、We reserve the right to block / delay processing of withdrawal requests on the basis of applicable law.",
    "hidden_container_content_thrityFour": "3、The Site may receive and collect users’ information whenever users log in, browse, use the Site. Such information may be disclosed to fulfill the governing laws, regulations, governmental policies or legal processes. Therefore, the Site is not responsible for maintaining the confidentiality of any information of users provided or collected by foregoing methods.",
    "hidden_container_content_thrityFive": "4、By browsing or using the Site or its services, the user agrees not to engage in any conduct which may violate any governing law in the jurisdiction of the country of nationality and/or applicable to the transaction. In addition, the user shall be solely accountable for the consequences of using the service. Without prejudice to the generality of the foregoing, the user agrees that he/she will not: a) Use the services provided on this Site to pay, support or otherwise participate in any illegal activity, including but not limited to illegal gambling, fraud, money laundering or terrorist activities. b) Use any robot or other automated means or interface not provided by the Site to access the Site or services, or otherwise extract data. c) Unauthorized use or attempt to use another user’s wallet. d) Provide incorrect, inaccurate or misleading information. e) Encourage or induce third parties to participate in activities prohibited by the Entire Agreement. f) Introduce any virus, trojan, worm, logic bomb or other harmful substance to this Site.",
    "hidden_container_anti_terms": "Anti-fraud Policy",
    "hidden_container_content_thritySix": "1、The Company has a strict anti-fraud policy and utilizes various anti-fraud tools and techniques. If the player is suspected of fraudulent actions including, but not limited to: participating in any type of collusion with other players; development of strategies aimed at gaining of unfair winnings; fraudulent actions against other online casinos or payment providers; creating two or more accounts; other types of cheating.",
    "hidden_container_content_thritySeven": "2、Becomes a bankrupt in the country of his residence, the Company reserves the right to terminate such Player Account and suspend all payouts to the player. This decision is at sole discretion of the Company and the player will not be notified or informed about the reasons of such actions. The Company also reserves the right to inform applicable regulatory bodies of the fraudulent actions performed by the player.",
    "hidden_container_content_thrityEight": "3、The Website has zero tolerance to advantage play. Any player who will try to gain advantage of casino welcome offers or other promotions agrees that Company reserves the right to void bonuses and any winnings from such bonuses, for the reasons of: stealing other accounts; creating more than one account in order to get advantage from the Website; providing incorrect registration data; any other actions which may damage the Website.",
    "hidden_container_content_thrityNine": "4、The Website reserves the right to retain payments or withdraws, if suspicion or evidence exists of manipulation of the casino system. Criminal charges will be brought against any user or any other person(s) who has/have manipulated the Website system or attempted to do so. The Website reserves the right to terminate and/or, change any games or events being offered on the Website.",
    "hidden_container_content_fourty": "5、Should you become aware of any possible errors or incompleteness in the software, you agree to refrain from taking advantage of them. Moreover, you agree to report to the Website any error or incompleteness immediately. ",
    "hidden_container_intellectual_terms": "Intellectual property",
    "hidden_container_content_fourtyOne": "1、The property of all content posted on the Site, including without limitation, texts, trademarks, and charts on the Site belongs to the Site or its suppliers and is protected by relevant laws which preserve intellectual property and ownerships. Users shall agree to observe and abide by all copyrights and other proprietary notices, legends or other restrictions contained in any such content and not make any changes thereto. Users also promise not to amend, disclose, spread, reserve engineering, make derivative work and take part in any transfer or sale or exploit any of content on the Site, in whole or in part.",
    "hidden_container_miscellaneous_terms": "Miscellaneous",
    "hidden_container_content_fourtyTwo": "1、Users recognize that no joint venture, partnership, employment, or agency relationship between users and the Site exists as a result of the Entire Agreement or use of the Site. The Site performs the Entire Agreement pursuant to effective laws and legal process. If any portion of the Entire Agreement is determined to be invalid or unenforceable according to governing law, the invalid or unenforceable clause will be deemed superseded by a valid, enforceable clause that most closely matches the intent of the original clause and the remainder of the Entire Agreement shall continue in effect.",
    "hidden_container_content_fourtyThree": "2、Additionally, users shall indemnify the Site from and against all claims, liabilities, losses and expenses, arising out of or with regards to any breach of the Entire Agreement by users, and any other duties caused by using the Site. Failure to claim promptly shall not be regarded as a waiver of any right.",
    "hidden_container_content_fourtyFour": "3、Users should take legal action pertaining to any claim or dispute arising out of the use of the Site or the forecast activity within one (1) year upon the occurring of the dispute.",
    "hidden_container_content_fourtyFive": "4、If you have any query about the Site, please kindly contact 【support@coingame.com】.",
    "hidden_container_refuse": "Decline",
    "hidden_container_agree": "Accept"
  },
  "ja": {
    "hidden_container_title": "利用規約",
    "hidden_container_general_terms": "一般規約",
    "hidden_container_content_one": "1、以下の条項は同一の会社が所有、運営または委託管理している【https://www.coingame.com】というウェブサイト、モバイルサイト及び/もしくはモバイルアプリケーション（以下、「当サイト」といいます）に適用するものとします。",
    "hidden_container_content_two": "2、CoinGameは、「当サイト」または「我々」と呼ばれます：以下の条項は、「あなた」、「あなたの」または「ユーザー」の呼び方は、当サイトを使用する主体を示します。",
    "hidden_container_content_three": "3、以下に述べた仮想通貨とは、イーサリアム、イーサリアムクラシックまたはサイトに許可されたブロックチェーン技術に基づく仮想通貨である。当サイトでは、仮想通貨は普通の通行証と見なされてベッティングに参加します。",
    "hidden_container_content_four": "4、当サイトに示された利用規約や他の合意書、ドキュメント等は当サイトとユーザー間の完全な合意を構成します。ユーザーが当サイトに登録、閲覧、使用するに際し、上述した契約内容のすべてを遵守することに取消不能な同意をしたとみなします。",
    "hidden_container_content_five": "5、a) あなたは以下を承諾すべき及び認めるべき、（1）18歳以上若しくはあなたが住んでいる国の法定年齢以上（どちらか高い方）であり、このウェブサイトの条項に同意する資格を持つ人である、（2）普通の精神的な能力を持ち、自分の行動に責任を持ち、完全な契約に拘束される、（3）このウェブサイトのサービスの使用を一時停止または拒否されたことがない。",
    "hidden_container_content_five_new": "b) あなたが法人を代表してこのウェブサイトをご利用いただく場合、さらに以下を声明及び保証すべき、（1）準拠法である法人の所在地の法律により、当該法人が合法的に確立され且つ合法的に有効である、（2）あなたが法人に正式に権限が承認され、その代理として行動する資格を持つ主体である。",
    "hidden_container_content_six": "6、ここにて特別声明をします。我々は当サイトに対して不断に変更、更新、拡張及び改善を行います。当サイトは適用される法律に従い、利用規約、ベッティングルールその他完全な合意を形成する約款やポリシーに対して随時かつ自発的に内容を変更、追加または削除する権利を留保し、かつこれを事前に通知する必要がないとします。上述したような約款に対する変更はユーザーがこれを認知できるよう、適時に当サイトに公表し、かつ遡及適用はしないものとします。ユーザーが有効な約款及び変更を理解することができるよう、頻繁に当サイトを閲覧することを推奨します。当サイトはユーザーが上述した変化により被った損失を負担しないものとします。ユーザーが完全な合意を形成する任意の約款に同意しない場合、当サイトに登録し、当サイトを閲覧、使用しないでください。",
    "hidden_container_content_seven": "7、当サイトで提供する会員サービスはアカウント登録が必要です。",
    "hidden_container_forecast_terms": "ベッティング項目",
    "hidden_container_content_eight": "8、当サイトでは、それぞれのベッティング項目に適用される具体的なルール（ベッティングルール）を発表し、これは当項目におけるベッティングオプション、それぞれのベッティングオプションに対応したデジタル通貨を受領するウォレットアドレス（ベッティングに使用するウォレットアドレス）、ベッティングの的中基準、ユーザーの行ったベッティングの有効期限など。当サイトのベッティング活動に参加するすべてのユーザーはそれに関連するベッティングルールを遵守しなければなりません。",
    "hidden_container_content_nine": "9、ベッティング活動に参加するユーザーは、ベッティングルールの認めた、もしくは当サイトが発表したベッティングの有効期間（「ベッティングの有効期間」）内において、ベッティングに使用するウォレットアドレスにベッティングルールの指定した種類のデジタル通貨を送付すべきものとします。ユーザーはベッティングルールの定めた種類以外のデジタル通貨、またはいかなる国家の法定通貨を送付してもなりません。",
    "hidden_container_content_ten": "10、ベッティングルールは、特定の条件が満たされた以降、当ベッティング項目において、それより以降ユーザーがベッティングに参加することを受け付けないと定めることができるものとして、また当サイトは、特定のベッティング項目において随時ベッティングの有効期間を終了させることができるものとします。ベッティンの有効期間が満了、または早めに終了した以降、仮にユーザーが続けて当項目をベッティングした場合、これは無効なベッティングとみなし、これにより発生した損失はユーザーの負担となるとします。",
    "hidden_container_content_eleven": "11、いったん確定したベッティングは、ユーザーはベッティングを編集、取消し、及びキャンセルすることができません。",
    "hidden_container_content_teweve": "12、当サイトは随時、特定のベッティング項目を撤回することができるものとし、この場合において、ベッティング項目は当サイトが終了のお知らせを発表した時点をもって終了し、ユーザーがそれまでにベッティング項目にデジタル通貨を送付した場合、送付されたデジタル通貨は自動的に当ユーザーの元のウォレットアドレスに返却されます。",
    "hidden_container_content_thirteen": "13、ベッティング活動の最終結果は、ベッティングルールの定めた情報源に表示された関連情報を唯一のベッティングの的中基準とし、これに対してユーザーによるいかなる異議申立ても認めません。ユーザーはここにて、自己のベッティングが外れた場合、送付されたデジタル通貨のすべては当サイトによりベッティングが的中したものに転送されることに同意します。",
    "hidden_container_content_fourteen": "14、当サイトはユーザーが預けたデジタル通貨に対していかなる方式をもって収益または利息を給付することもありません。スマートコントラクトによるベッティング項目に参加した場合（非会員制）、当サイトは手数料を差し引いた後、ベッティングが的中したことにより生じた収益金をベッティングが的中したユーザーに還元することができるとします。当サイトの会員制を利用してベッティング項目に参加した場合、手数料を差し引いた後、的中した収益金はユーザーが当サイトでアカウントのウォレットに振り込まれます。ただし、ベッティングの結果に影響を及ぼす犯罪行為に対し、当サイトはいかなる収益金を無効にする権利を留保します。",
    "hidden_container_content_fifteen": "15、ベッティング活動でのミニマムオーダーとマキシマムオーダーは、ユーザーからのベッティング金額による決められます。",
    "hidden_container_content_sixteen": "16、いかなる故障、その他の理由であれ、ユーザーのウォレットアドレスに誤って入金された収益金は、ユーザーが当サイトに全額返金する責任があります。",
    "hidden_container_content_seventeen": "17、適用される法律に従い、当サイトは停止／収益金の出金に関する遅延処理する権利を留保します。",
    "hidden_container_content_eighteen": "18、ユーザーがベッティングに使用するウォレットアドレスに有効なデジタル通貨に入金後、通信が中断あるいは入金に誤りがあった、当サイトは確かに元金を受け取った場合、ベッティングが有効と認められます。通信を再開するとベッティングが成功したのかユーザーに知らせます。ただし通信エラーで、当サイトは元金を受け入れてない場合は、ベッティングが有効と認められません。無効な元金はユーザーのアカウントに返却されます。",
    "hidden_container_content_nineteen": "19、ベッティングが的中したユーザーは、当サイトにおけるベッティング活動により生じた収益に対し、ユーザーに適用される法律に従い自発的に適用される法律の規定した税金を納めるべきものとします。ユーザーは本規約の遵守に同意して、当サイトはデジタル通貨に適用される税金、申告、いかなるデジタル通貨の取引により生じた税金の免除を確定することについては、一切の責任を負いません。",
    "hidden_container_risk_terms": "风险承担",
    "hidden_container_content_twenty": "20、ユーザーは、当サイトのサービスまたはいかなるプロジェクトに参加する場合、ユーザーはすべての資金及びアカウントにある資金を失う損失を招く可能性があることを承認かつ容認します。",
    "hidden_container_content_twentyOne": "21、ユーザーは、当サイトを使用する際にリスクが存在する可能性があり、ハードウェア、ソフトウェア、ネットワーク接続失敗、悪意ソフトウェア導入のリスク、および第三者が勝手にユーザーのアカウントに不正侵入のリスクが含まれるがこれらに限定されません。当サイトは、いかなる通信障害、中断、エラーの責任を負わない、それにサービスを使用する場合に歪みや遅延が生じる可能性があります。ユーザーはリスクを招く原因を問わず本規約を承認かつ容認します。",
    "hidden_container_content_twentyTwo": "22、ユーザーは、ネットワークリスク、未知のネットワーク規約のバグやいきなり規約を変更されるリスクが含まれるがこれらに限定されない、当サイトは暗号化された通貨のネットワークを制御できない、あらゆる招いた損害に責任を負わないことを承認かつ容認します。",
    "hidden_container_content_twentyThree": "23、ユーザーと第三者の取引と通信は、ユーザーと第三者の間に限られています。当サイトは、あらゆる取引による生じた損失・損害に対しても責任を負うものではありません。ユーザーは、第三者の内容を使用及び第三者の利用者がその責任は本人にあることはご了承ください。",
    "hidden_container_content_twentyFour": "24、ユーザーは当サイト及びその関連会社が破産または予測不能な問題（例えば規制政策の変化、監察要請やウェブサイトに対する攻撃等）によりユーザーの損失を招く可能性があることを承認かつ容認します。このような予測不能な問題による損害、損失、コストまたは支出はユーザーの自己負担となるとします。",
    "hidden_container_content_twentyFive": "25、当サイトはユーザーに対し、ベッティング活動に関する指導、分析、助言、決定を提供するものと見なすべきではなく、ユーザーのベッティング結果に対しても責任を負いかねます。ユーザーはベッティング活動に参加することにより生じる収益、損失及びリスクを享有、負担します。以下の34条の中で列挙された国の国民が執意に当サイトのベッティングサービスに利用する場合、ユーザーは本契約のすべての条項に同意する上で、ベッティングの損失、リスト及び法律の監察による損失などをご自身の負担になることはご了承ください。",
    "hidden_container_liability_terms": "責任制限",
    "hidden_container_content_twentySix": "26、当サイトでいかなる情報の正確性を検証するよう努力しますが、いかなる形式の明示または暗示を問わず、法定またはその他の形式の声明及び保証できません、サイトの内容または第3のサイト内容も、サイトの訪問による情報と機能、第3のサイトリンク、当サイトにあるサイトリンクによる、情報転送機能の安全性などを含まれます。",
    "hidden_container_content_twentySeven": "27、当サイトは、第三者であるサービスプロバイダが当サイトにおいてクッキーを有効化し分析を行いまたはマーケティングサービスを提供することを許可する場合があります。このような第三者によるクッキーの有効化は当サイトの制御可能な範囲になく、当サイトは第三者のいかなる行為に対しても責任を負いかねます。",
    "hidden_container_content_twentyEight": "28、当サイトは、ユーザーが本サイトで発生した損失について一切責任を負いません。以下に含まれるがこれらに限定されない：（1）ユーザーが取引の誤操作またはデジタル通貨アドレスの入力ミスなど；（2）サーバの故障またはデータが紛失した場合、（3）許可されない第三者の活動は、以下に含まれるがこれらに限定されない：ウイルス感染、ネット釣り、暴力威迫、またはその他の攻撃手段など。",
    "hidden_container_content_twentyNine": "29、ここでは、当サイトと利用可能なサーバ上ウイルス及びエラーが存在する可能性があるのため、内容の正確性、中断、誤りを是正することが保証できません。当サイトは、いかなる状況による生じた損害につき、 またはユーザーの信頼感が高い、素材や情報を載せたサイトにおける損失に関しても一切の責任を負わないものとします。",
    "hidden_container_content_thrity": "30、ユーザーは当サイトがいかなる誤り、脱落、中断、削除、欠陥、操作遅延または伝送、通信回線の故障、盗難、毀損、不正アクセス、データや情報に対する変更などによる直接的または間接的な損失を負担しないことに同意します。当サイトは、インタネット、回線、Wi-Fi、Bluetooth、コンピューター、システム、サーバーまたはサービスプロバイダー、計算装置、ソフトウェア、電子メールにおけるいかなる技術的故障、またはいかなるウェブサイトやインターネットの混雑に対しても責任を負いかねます。その他、当サイトはシステムエラー、通信エラー、ウェブサイトのプログラムエラーまたはウイルスによるユーザーのハードウェア及び/或いはソフトウェア及び/或いはデータにおける損害に関しても責任を負担する必要がないものとします。",
    "hidden_container_content_thrityOne": "31、ユーザーは、当サイト（従業員、取締役、代理と付属機構なども含む）以下のことに対していかなるクレーム、要求、行為、損害、損失、コストまたは費用（合理的な法律費用を含まれるが限定されない）を免除することを承認かつ容認します。 a) ユーザーは、当サイトのサービスを使用したり、サービスに関するイベントを行いたりする。 b) ユーザは、完全な合意を形成する約款に違反している。 c) 他の主体の権利を侵害する。",
    "hidden_container_content_thrityTwo": "32、ユーザーが当サイトにログインし、または当サイトを閲覧、いかなるサービスを利用する際に、本サイトはユーザー情報を受信、集積する可能性があります。この種の情報は所轄の法律、法規、政府による政策または法定手続きに則り開示されることがあります。したがって、本サイトはユーザーが提供した情報、または上述した方法で集積した情報の機密性を維持する責めを負わないものとします。",
    "hidden_container_content_thrityThree": "33、ユーザーが入力又は提供した情報の正確性もしく完全性を保証するものとします。当サイトは、ユーザーがデジタル通貨の入金に誤りがあった誤操作に対して責任を負わないものとします。例えば、ユーザーが間違ったパスワードを入力したり、誤った情報を提供したりします。",
    "hidden_container_content_thrityFour": "34、当サイトは、ユーザーの当サイトを利用した一切の行為に対して責任を負いかねます。ユーザーは自力で当サイトにて参加するベッティング活動は自己の国籍所在地及びベッティング活動の発生地の法令を遵守していることを承知、確認する必要があり、それに伴うすべてのリスク及び責任はユーザーの自己負担となり、当サイトとは関係ありません。ここにて以下の事項に関する責任は負いかねることを明白にします：a) 何人たりとも、当サイトを使用するまたは当サイトでベッティング活動に参加する際に任意の国家の反マネーロンダリング法、反テロー融資その他規制要件に違反した場合。 b) 熟慮した結果、当サイトはアメリカ、イラク及び中国大陸の国民及び居住者によるベッティングを認めないことにしました。",
    "hidden_container_termination_terms": "サービス停止",
    "hidden_container_content_thrityFive": "35、当サイトには、前もって通知することなしに、前もって通知する義務を負わずにユーザーに提供するサービスを終了させ、またはユーザーによる本サイトへのアクセスを拒否及びアカウントを削除する権利を享受するが、責任を負うべきではありません。",
    "hidden_container_content_thritySix": "36、ユーザーがサイトにアクセスまたはサービスを利用する場合、その国籍の所在地及び取引に関連する準拠法に違反しないことをご了承ください。また、ユーザーがサイトを使用する際に発生した全ての結果を負うべきです。上記の内容に限定しない上で、ユーザーは以下の行為をしないことに同意するものとします。a) 本サイトで提供された支払いサービスを利用して、いかなる不正な活動の参加または支持することで、また、違法賭博、詐欺、マネーロンダリングやテロなどを含まれるが、これらに限定されない。 b) 当サイトで提供されないロボットまたは自動化機能、インタフェースを使用して当サイトへのアクセス及びサービスを利用したり、データを抽出したりする。 c) エラー、不正確、または惑わせる情報を提供する。 d) 完全な合意を形成する約款に禁止されたイベントへの参加を扇動しまた勧誘すること。 e) 当サイトに、ウイルス、トロイの木馬、ワーム、ロジックボム、その他の有害物質を紹介する。 f) ユーザーの行為は当サイトに不利になると疑われる。",
    "hidden_container_content_thritySeven": "37、ユーザーは、完全な合意を形成する約款に違反するまたはその他の行為によって当サイトに損害について、名誉損害を含むがこれに限定されない場合、当サイトは、ユーザーに損害賠償を追及する権利がある。当サイトはユーザーの負うべき責任を問わなくても、責任追求権の放棄ではありません。",
    "hdden_container_intellectual_terms": "知的財産権",
    "hidden_container_content_thrityEight": "38、当サイトに含まれた、文字、商標、グラフ等を含むがこれに限定されないすべての内容は、当サイトまたはその提供者の財産であり、その知的財産権及び所有権は関連法律により守られています。ユーザーは内容に含まれるすべての著作権及び所有権に関する声明、凡例その他制限を遵守し、かつそれに対していかなる変更もしないことを約束します。また、ユーザーは内容に対し、変更、開示、広告、リバースエンジニアリングを行わない、派生作品を制作しない、いかなる転売や販売行為にも参加しない、また当サイトにおけるすべての内容の全部または一部を使用しないことを約束します。",
    "hidden_container_other_terms": "その他",
    "hidden_container_content_thrityNine": "39、ユーザーは当サイト及びユーザー間で完全な合意がすでに形成されていること、及び当サイトを使用しても当サイトとユーザー間でいかなる合資企業、パートナー、雇用または代理関係が存在しないことを認めます。当サイトの完全な合意に対する履行は有効な現行法及び法定手続きによる制約を受けます。完全な合意における任意の部分が適用される法律により無効または実行不能とされた場合、無効または実行不能な約款は有効、強制実行可能かつ最も約款の最初の意図に近い約款に代替されます。その他の部分は引き続き効力を持ちます。",
    "hidden_container_content_fourty": "40、また、ユーザーは当サイトが当ユーザーが完全な合意に違反することにより被る賠償費用、損失その他費用のすべてを負担すべきものとします。当サイトはユーザーの負うべき責任を問わなくても、責任追求権の放棄ではありません。",
    "hidden_container_content_fourtyOne": "41、当サイトの使用またはベッティング活動により発生したいかなるトラブルに関しては発生してから一（１）年以内に申し入れる必要があるものとします。",
    "hidden_container_content_fourtyTwo": "42、何か疑問があれば，【support@coingame.com】までご連絡ください。",
    "hidden_container_refuse": "拒否",
    "hidden_container_agree": "同意"
  },
  "ko": {
    "hidden_container_title": "이용약관",
    "hidden_container_general_terms": "일반 약관 ",
    "hidden_container_content_one": "1、다음 약관은 동일한 회사가 소유하고, 운영 또는 호스팅 하는 웹 사이트https://www.coingame.com 으로, 모바일 사이트 및/또는 모바일 애플리케이션에 적용됩니다. (아래는 본 사이트라고 합니다.)",
    "hidden_container_content_two": "2、CoinGame을 ‘본 사이트’ 또는 ‘우리’라고 합니다. ‘사용자’ 대한 모든 참조는 사이트를 사용하거 본 사이트를 사용하는 사람을 의미합니다.",
    "hidden_container_content_three": "3、디지털 화폐는 Ethereum 또는 Ethereum Classic 또는 본 사이트에서 허용하는 기타 블록체인 기반 화폐를 의미합니다. 단지 디지털 화폐가 본 사이트의 예측 아이템에 사용되는 일반적인 토큰으로 취급된다는 것을 인정합니다.",
    "hidden_container_content_four": "4、다음 약관 및 기타 약관 또는 본 사이트에 제공되거나 게시된 문서는 사용자와 본 사이트 간의 전체 계약을 구성합니다. 본 사이트에서 제공하는 아이템 또는 서비스에 로그인, 검색, 사용하는 모든 사용자는 전체 계약을 준수하며 이에 동의한 후에는 취소할 수 없습니다.",
    "hidden_container_content_five": "5、a) 본인은 (1) 18세 혹은 거주 국가의 법률에 적용되는 성인 연령(둘 중 더 높은 연령) 이상이며 본 웹사이트의 약관에 동의할 자격이 있는 적합한 대상이다. (2) 정상적인 정신 능력을 보유하고 있으며 자신의 행동에 책임지고 모든 약관에 동의할 수 있는 능력을 보유하고 있다. (3) 본 웹사이트 서비스 사용을 거부 당하거나 서비스 사용 중단 조치를 받은 적이 없다.",
    "hidden_container_content_five_new": "b) 법인을 대표하여 본 사이트를 사용할 경우 (1) 법인 소재지의 법률에 의거하여 합법적으로 설립 및 운영된다. (2) 본인은 해당 법인에서 공식적으로 권한을 위임 받아 법인을 대신하여 해당 업무를 진행할 자격이 있는 적합한 대상이다.",
    "hidden_container_content_six": "6、본 사이트는 수시로 개정, 확장, 업데이트 및 개선될 것임을 명시합니다. 해당 법률에 따라, 본 사이트는 단독 및 절대적 재량으로 언제든지 사전 고지 없이 이용 약관, 예측 규칙, 기타 약관 및 전체 계약 조건의 일부를 수정하거나 제거할 권한이 있습니다. 이러한 조항의 변경 사항은 사용자의 참조를 위해 본 사이트에 게시되며 소급 적용되지 않습니다. 올바른 조항과 변경 사항을 알기 위해 본 사이트를 자주 확인할 것을 권장합니다. 본 사이트는 앞으로 언급한 변경 사항으로 인한 사용자의 피해에 대해서는 일체의 책임을 지지 않습니다. 사용자가 전체 계약 조건에 동의하지 않을 경우, 본 사이트의 로그인, 검색, 이용을 권장하지 않습니다. ",
    "hidden_container_content_seven": "7、본 사이트에서 제공하는 서비스는 회원가입을 완료된 경우에 적용됩니다.",
    "hidden_container_forecast_terms": "예측 항목",
    "hidden_container_content_eight": "8、본 사이트는 각 예측 이벤트에 적용되는 특정 규칙(‘예측 규칙’), 즉 각 예측 결과 옵션에 대한 디지털 화폐를 출입금하는 주소(‘예측 주소’)을 게시합니다. 본 사이트의 예측 이벤트에 참여하는 모든 사용자는 관련 규칙을 준수해야 합니다.",
    "hidden_container_content_nine": "9、예측 이벤트에 참여하는 사용자는 본 사이트에 게시된 유효 기간(‘점수 유효 기간’) 내에 지정된 디지털 화폐 유형을 예측 주소로 배팅해야 합니다. 사용자는 본 사이트에 의해 지정되지 않은 다른 유형의 디지털 화폐를 배팅해서는 안 되며, 어떤 국가의 법정 화폐도  배팅해서는 안 됩니다.",
    "hidden_container_content_ten": "10、예측 규칙은 특정 조건이 충족된 후 예측 이벤트가 사용자의 디지털 화폐를 배팅하는 것을 허용하지 않을 것을 명시할 수 있으며, 또한 본 사이트가 해당 예측 이벤트 유효기간을 종료할 수 있는 권한이 있습니다. 예측 유효 기간이 만료되거나 미리 종료된 후, 사용자가 해당 예측 이벤트에 대해 추가 배팅 경우, 무효 예측으로 사용자가 입은 손실은 스스로 부담하여야 합니다.",
    "hidden_container_content_eleven": "11、사용자는 이미 배팅하여 수락한 내기를 수정, 철회 또는 취소할 수 없습니다.",
    "hidden_container_content_teweve": "12、본 사이트는 언제든지 예측 이벤트 취소할 수 있는 권한을 가지며, 이러한 상황에서는 해당 취소 공지가 사이트에 게시되면 예측 이벤트가 취소됩니다. 사용자가 이미 디지털 화폐를 예측 이벤트로 배팅한 경우, 사용자의 원래 디지털 회폐 계정 주소로 자동으로 다시 입금됩니다.",
    "hidden_container_content_thirteen": "13、예측 규칙에 규정된 출처에 표시된 관련 정보는 성공적인 예측을 판단하는 유일한 기준이어야 하며 사용자는 이에 대해 어떠한 이의도 제기해서는 안됩니다. 따라서 사용자는 성공적인 예측을 하지 못할 경우 본 사이트에서 배팅한 모든 디지털 화폐를 성공적으로 예측한 사용자에게 지급한다는 점에 동의합니다.",
    "hidden_container_content_fourteen": "14、본 사이트에서 사용자가 임시로 저장한 디지털 화폐에 대한 반품이나 이자를 지급할 것을 약속하지 않습니다. 사용자는 스마트 계약을 기반으로 예측에 참여하는 경우, 본 사이트에 지불해야 하는 서비스 요금을 공제한 후 성공적인 예측의 수익은 성공적인 예측을 한 사용자의 원래 디지털 회폐 계정 주소로 다시 보내져야 합니다. 회원제도에서 사용자가 예측 이벤트에 참여하는 경우, 본 사이트에 지불해야 하는 서비스 요금을 공제한 후 성공적인 예측의 수익은 성공적인 예측을 한 사용자의 회원 계정으로 입금되어야 한다. 본 사이트는 범죄 이벤트나 결과에 영향을 줄 수 있는 조작의 혐의가 있는 경우 수익을 무시할 권리가 있습니다.",
    "hidden_container_content_fifteen": "15、최소 및 최대 배팅금액은 본 사이트가 사용자 배팅 시 수락한 금액에 따라 달라집니다.",
    "hidden_container_content_sixteen": "16、사용자가 실패 또는 기타 이유로 초과 수익을 받는 경우, 사용자는 초과 인출된 금액에 대해 본 사이트에 완전히 변상하는 데 동의합니다.",
    "hidden_container_content_seventeen": "17、해당 법률에 따라 인출 요청 처리를 차단/지연할 수 있는 권리를 보유합니다.",
    "hidden_container_content_eighteen": "18、사용자가 예측주소로 암호화폐를 송금하여 배팅을 한 후 통신이 끊기거나 지연으로 배팅여부를 즉시 확인할 수 없을 경우, 사용자의 배팅이서버에서 올바르게 수신되었음을 확인할 수 있을 경우, 해당 배팅은 유효한 것으로 간주되고 받아들여집니다. 통신이 다시 연결되고 결과가 결정되면 해당 배팅의 성공 여부를 알려드립니다. 통신 오류로 인해 서버에서 베팅이 제대로 이루어지지 않을 경우, 유효한 것으로 간주되지 않으며, 실패한 베팅은 사용자의 계정으로 반환됩니다.",
    "hidden_container_content_nineteen": "19、성공적인 예측을 하는 사용자는 적용 법률에 따라 본 사이트 예측 이벤트에서 얻은 수익으로 발생하는 세금 의무에 대해서 책임을 져야 합니다. 사용자는 본 사이트가 디지털 화폐 거래에 대한 세금 책임을 선언, 보류 또는 면제하거나 디지털 화폐 거래로 납부해야 할 세금을 결정할 책임이 없다는 데 동의합니다.",
    "hidden_container_risk_terms": "위험 추정",
    "hidden_container_content_twenty": "20、사용자는 본 사이트에서 서비스를 사용하거나 이벤트에 참여할 경우 회원 계정에 예치된 자금을 포함하여 모든 자금을 손실하는 위험을 전적으로 사용자가 책임져야 한다는 것에 동의해야 합니다.",
    "hidden_container_content_twentyOne": "21、사용자는 본 사이트가 받을 수 있는 위험이 하드웨어, 소프트웨어 및 인터넷 연결 실패 위험, 악성 소프트웨어 위험 및 저장된 정보에 대한 무단 액세스 위험을 포함하되 이에 국한되지 않는다는 점을 인정합니다. 사용자는 발생할 수 있는 어떠한 통신 장애, 중단, 오류, 왜곡 또는 지연에 대해서도 본 사이트가 책임을 지지 않는다는 점을 인정하고 동의합니다.",
    "hidden_container_content_twentyTwo": "22、사용자는 네트워크 프로토콜에 대한 알려지지 않은 취약성 또는 예상치 못한 변경 사항을 포함하여, 네트워크를 사용할 때 발생할 위험이 있음을 인정합니다. 사용자는 본 사이트가 암호화 네트워크를 제어할 수 없으며 이러한 위험으로 인해 발생하는 어떠한 위험도 본 사이트에서 책임지지 않는다는 것을 인정하고 동의합니다.",
    "hidden_container_content_twentyThree": "23、사용자와 제3자 사이의 거래나 통신은 사용자와 제3자에게만 국한되어야 합니다. 본 사이트는 이러한 거래로 인해 발생하는 손실에 대해 책임을 지지 않으며 사용자는 제3자가 제공하는 콘텐츠를 사용하거나 제3자와 상호 작용하여 발생하는 위험에 대해 전적으로 책임을 져야 한다는 점을 알고 있어야 합니다.",
    "hidden_container_content_twentyFour": "24、사용자는 본 사이트 또는 그 계열사의 파산 또는 기타 예기치 못한 문제(규제자의 규제 정책 및 요구사항 변경 또는 본 사이트가 공격받음)가 사용자에게 손해나 손실을 초래할 수 있음을 인식하고 동의합니다. 이러한 예기치 못한 문제로 인해 발생하는 손실 또는 비용은 사용자 스스로 부담해야 합니다.",
    "hidden_container_content_twentyFive": "25、본 사이트는 사용자에게 예측 이벤트에 대한 지침, 분석, 권고 또는 결정을 제공하는 것으로 간주되지 않으며 사용자의 예측 결과에 대해 책임을 지지 않습니다. 사용자는 수익을 받고 예상 이벤트에 참여하는 데 따른 손실과 위험을 부담합니다. 34조항 중 제시한 국가의 국민이 본 사이트에 게시한 예측 이벤트에 참여하는 경우, 해당 사용자는 전체 약관에 따른 예측 결과와 해당 법률의 손실에 대한 책임 등 모든 이용약관에 수용하고 인정하여야 합니다.",
    "hidden_container_liability_terms": "책임 한계",
    "hidden_container_content_twentySix": "26、본 사이트는 모든 정보의 정확성을 확인하기 위해 노력하지만, 내용, 보안 또는 제3자와 관련된 정보 및 기능을 포함하여 명시적 또는 암시적, 법적 또는 기타 보증을 하지 않습니다. 본 사이트 또는 본 사이트에 연결된 모든 웹 사이트를 통해 정보를 확인할 수 있습니다.",
    "hidden_container_content_twentySeven": "27、제3자는 본 사이트에 의해 쿠키를 본 사이트를 통해 배치하거나, 분석하거나, 사용자에게 광고 서비스를 제공할 수 있습니다. 제3자의 쿠키 사용은 본 사이트에 의해 통제될 수 없으며, 제3자가 취한 어떠한 조치에도 책임을 지지 않습니다.",
    "hidden_container_content_twentyEight": "28、본 사이트는 사용자의 이용으로 인한 손실에 대해 책임을 지지 않으며 아래 항목을 포함하나 이에 국한되지 않습니다. (1) 부적절하게 구성된 거래나 조치, 또는 제3자 디지털 화 주소 오류에 의한 잘못된 정보, (2) 서버 오류, 고장 또는 데이터 손실, (3) 허가를 받지 않은 제3자의 행위 및 바이러스, 피싱, 강제 또는 협박 등 수단을 포함하나 이에 국한되지 않습니다.",
    "hidden_container_content_twentyNine": "29、본 사이트 또는 본 서버에서 바이러스나 오류가 없으며 사이트 내용이 정확하거나 사이트가 중단되지 않거나 결함이 수정 또는 수정된다는 보증을 하지 않습니다. 또한 본 사이트에서는 정보 또는 자료에 의존하여 수행된 이벤트에 따른 손실을 포함하여 어떠한 유형의 손실도 책임지지 않습니다.",
    "hidden_container_content_thrity": "30、사용자는 본 사이트에서 오류, 누락, 중단, 삭제, 결함, 작동 또는 전송 지연, 통신 회선 장애, 도난 또는 무단 액세스 또는 데이터 또는 정보의 변경 및 이러한 직접적 또는 간접적 손실에 대해 책임을 지지 않는다는 점에 동의합니다. 본 사이트에서는 기술 문제 또는 인터넷이나 웹 사이트의 트래픽 정체, 와이파이, 블루투스, 컴퓨터, 시스템, 서버 또는 공급자, 컴퓨터 장비, 소프트웨어 또는 이메일 등의 문제나 기술적 오작동에 대한 책임을 지지 않습니다. 또한 본 사이트와 관련된 시스템 또는 통신 오류, 버그 또는 바이러스가 있거나 사용자의 하드웨어 및 소프트웨어 및 데이터가 손상될 경우에 대해서도 책임을 지지 않습니다.",
    "hidden_container_content_thrityOne": "31、사용자는 본 사이트(직원, 이사, 대표자, 대리인 및 계열사 포함)를 배상, 청구, 요구, 소송, 손해, 손실, 비용 또는 비용(합리적 법적 비용 포함 또는 이에 국한되지 않음)에서 면제하는 데 동의합니다. a)본 사이트에서 제공하는 서비스를 이용하거나 서비스와 관련된 이벤트를 수행하는 사용자. b)전체 계약의 조항을 위반하는 사용자. c)다른 주체의 권리를 침해하는 사용자.",
    "hidden_container_content_thrityTwo": "32、본 사이트는 사용자가 로그인, 검색, 사용할 때마다 사용자 정보를 수신하고 수집할 수 있습니다. 이러한 정보는 법률, 규정, 정부 정책 또는 법적 절차를 이행하기 위해 공개될 수 있습니다. 따라서 본 사이트는 제공된 정보 또는 앞에서 설명한 방법에 따라 수집된 사용자의 정보에 대한 기밀성을 유지할 책임이 없습니다.",
    "hidden_container_content_thrityThree": "33、사용자는 제공하는 정보의 정확성과 완전성을 보장해야 합니다. 본 사이트는 사용자의 디지털 화폐 출입금 등의 오류에 책임지지 않습니다. 예를 들어 사용자가 잘못된 암호를 입력하거나 잘못된 정보를 제공하는 경우입니다.",
    "hidden_container_content_thrityFour": "34、본 사이트는 사용자가 수행한 작업에 대해 책임을 지지 않습니다. 사용자는 본 사이트의 예측 이벤트에 참여하는 것이 자신 국가의 법과 규정을 준수해야 하며, 예측한 국가의 모든 위험과 책임을 스스로 부담해야 한다는 것을 이해하고 동의해야 하며 본 사이트는 어떠한 책임도 지지 않음에 동의해야합니다. 자세한 면책내용은 아래와 같습니다. a)본 사이트를 사용하거나 예측 이벤트를 수행하는 과정에서 돈세탁 방지, 대테러리스트 자금 또는 기타 국가의 규제 요건을 위반하는 행동에 책임 지지 않습니다. b)본 사이트는 신중한 검토를 거쳐 미국, 이라크 및 중국 대륙의 참여를 수용하지 않기로 했습니다.",
    "hidden_container_termination_terms": "서비스 종류",
    "hidden_container_content_thrityFive": "35、본 사이트는 본 사이트 및 서비스에 액세스하고 사용할 수 있는 사용자의 권한을  즉시 중단 또는 종료하고 계정과 모든 관련 정보와 문서를 삭제 또는 비활성화할 수 있는 권한을 보유합니다. 이에 대해 본 사이트는 사전 통지하지 않을 권리가 있으며 이에 대해 어떠한 책임도 지지 않습니다.",
    "hidden_container_content_thritySix": "36、사용자는 본 사이트 방문 또는 사용함에 있어서 소재국의 법률, 또는 거래에 적용되는 국가의 관할권을 침해할 수 있는 행위에 참여하지 않는데 동의합니다. 또한 사용자는 서비스의 이용 결과에 대해 전적으로 책임을 져야 합니다. 사용자는 전술한 내용을 위반하지 않고 다음과 같은 행위를 하지 않을 것에 동의합니다. a)본 사이트에서 제공하는 서비스를 사용하여 불법 도박, 사기, 돈세탁 또는 테러 행위를 포함하되 이에 국한되지 않는 모든 불법 활동에 대한 지불, 지원 또는 기타 참여하는 행위. b)본 사이트에서 제공하지 않는 로봇이나 기타 자동화된 수단 또는 인터페이스를 사용하며 본 사이트나 서비스를 방문 또는 사용하거나 데이터를 추출하는 행위. c)다른 사용자의 지갑을 무단으로 사용하거나 사용하려고 시도하는 행위. d)잘못되거나 부정확하거나 오도된 정보를 제공하는 행위 e)전체 이용약관에서 금지된 활동에 제3자가 참여하도록 장려 또는 유도하는 행위. f)본 사이트에 바이러스, 트로이 목마, 웜, 로직 폭탄 또는 기타 유해 물질을 투입하는 행위.",
    "hidden_container_content_thritySeven": "37、본 사이트는 본 사이트의 이미지에 대한 손상을 포함하되 이에 국한되지 않는 전체 계약 조항 또는 본 사이트에 대한 손상을 야기한 기타 조치를 위반한 사용자에 대해 손해배상을 청구할 수 있습니다. 이러한 사용자에 대해 신속하게 법적 조치를 취하지 않는 것은 권리를 포기하는 것으로 간주되지 않습니다.",
    "hdden_container_intellectual_terms": "지적 재산",
    "hidden_container_content_thrityEight": "38、본 사이트의 텍스트, 상표 및 차트를 포함하여 게시된 모든 콘텐츠의 속성은 본 사이트 또는 해당 공급업체에 속하며 지적 재산과 소유권을 보존하는 관련 법률에 의해 보호됩니다. 사용자는 콘텐츠에 포함된 모든 저작권 및 기타 소유권 고지 또는 기타 제한을 준수하고 이에 대한 변경을 하지 않는다는 데 동의합니다. 사용자는 또한 본 사이트에 대한 수정, 공개, 확산, 경쟁서비스 구축 또는 파생 작업을 수행하거나 사이트의 모든 컨텐츠의 이전 또는 판매 또는 이용에 참여하지 않을 것에 동의합니다.",
    "hidden_container_other_terms": "기타",
    "hidden_container_content_thrityNine": "39、사용자는 본 사이트의 전체 이용약관이나 사용의 결과로 사용자와 본 사이트 간의 공동 벤처, 파트너십, 고용 또는 대리인 관계가 존재하지 않음을 인정합니다. 본 사이트는 효과적인 법률 및 법적 절차에 따라 전체 이용약관을 수행합니다. 만약 전체 이용약관의 어떤 부분이 지배법에 따라 유효하지 않거나 집행할 수 없는 것으로 결정된 경우, 무효하거나 집행할 수 없는 조항은 원래 조항의 목적과 가장 밀접하게 일치하는 유효하고 시행 가능한 조항으로 대체될 것입니다.",
    "hidden_container_content_fourty": "40、사용자는 사용자의 이용약관 위반으로 인해 발생하는 본 사이트의 모든 손실을 책임져야 합니다. 본 사이트에서 즉시 청구를 하지 않는 것은 어떤 권리의 포기로도 간주되지 않습니다.",
    "hidden_container_content_fourtyOne": "41、사용자는 본 사이트를 사용함으로서 발생한 분쟁은 발생한 시간부터 1년 이내에 모든 청구나 분쟁에 대해 법적 조치를 취해야 합니다.",
    "hidden_container_content_fourtyTwo": "42、본 사이트에 대해 궁금한 점이 있으면 【support@coingame.com】 에게 문의하십시오.",
    "hidden_container_refuse": "거절",
    "hidden_container_agree": "동의"
  },
  "ru": {
    "hidden_container_title": "Статьи применения",
    "hidden_container_general_terms": "Общие статьи ",
    "hidden_container_content_one": "1、Следующие статьи пригодны для услуг члена, предоставляемых сайтом https://www.coingame.com , мобильным сайтом и / или мобильным приложением (далее - «настоящим сайтом»), который одинаковая компания имеет, эксплуатирует или опекает. ",
    "hidden_container_content_two": "2、CoinGame называется настоящим сайтом или нами; все ссылки обращений «Вы» или «Ваш» или «Пользователь» в следующих статьях имеют в виду субъект, кто применяет настоящий сайт. ",
    "hidden_container_content_three": "3、 Нижесказанная цифровая валюта имеет в виду валюту на основании техники блокчейна, которую Эфириум или Эфириум Классик или сайт допускает применять. Вы отлично понимаете, что в настоящем сайте цифровая валюта только считается обычным токеном и участвует в проекте прогноза. ",
    "hidden_container_content_four": "4、Статьи применения в настоящем сайте и прочее соглашение, или файлы образуют цельное соглашение («цельное соглашение») между пользователем и сайтом. Если пользователь войдет, просматривает, применяет любые пункты и услуги в настоящем сайте, считают, что пользователь не отменяемо соглашается соблюдать цельное соглашение (в том числе политику конфиденциальности и т. д.). ",
    "hidden_container_content_five": "5、Компетенция субъекта a) Вы должны принимать и признавать, что вы (1) субъект компетенции, кто достигает гражданского совершеннолетия и может соглашаться на статьи в настоящем сайте; (2) обладаете нормальной духовной способностью, несете ответственность за свои поступки, и ограничены цельным соглашением; (3) не были прекращены или отказались от применения любых услуг в настоящем сайте.  b) Если вы от имени субъекта юридического лица применяете настоящий сайт, вам надо заявлять и обеспечивать: (1) согласно законодательству в местонахождении юридического лица и на основании этого определять, что настоящий субъект юридического лица создан в соответствии с законом и по законам продолжает существование; (2) вы являетесь субъектом компетенции, уполномоченным официально субъектом юридического лица, вместо которого делаете дела. ",
    "hidden_container_content_six": "6、Настоящим сообщается, что мы будем непрерывно изменять, обновлять, расширять и улучшать настоящий сайт. Согласно применяемому законодательству настоящий сайт оставляет за собой право на самостоятельное решение изменения или добавки или удаления статей применения, подробных правил в соревновании в угадывании и других статей образования цельного соглашения и политики, и не имеет обязанностей предварительного сообщения. Изменение этих статей будет вовремя опубликовано в сайте, чтобы пользователь знал, и не прослеживает до истоков применения. Мы советуем пользователю часто просмотреть настоящий сайт, чтобы узнавать действительные статьи и изменение. Настоящий сайт не несет ответственности за ущерб пользователя из-за вышеуказанного изменения. Если вы не соглашаетесь на любые статьи или содержание цельного соглашения, нельзя войти, просмотреть, применять настоящего сайта. ",
    "hidden_container_content_seven": "7、Если вы применяете услуги члена, предоставленные настоящим сайтом, нужно выполнять регистрацию логина, статьи обслуживания члена см. [        ]. ",
    "hidden_container_forecast_terms": "Проект прогноза",
    "hidden_container_content_eight": "8、Настоящий сайт будет опубликовывать пригодные для каждой деятельности прогноза конкретные правила («подробные правила в соревновании в угадывании»), адрес приема цифровой валюты («адрес прогноза»), которая соответствует опции каждого результата прогноза, и срок действия прогноза пользователя и т. д. Все пользователи, кто участвует в деятельности прогноза этого сайта, должны соблюдать соответствующие правила. ",
    "hidden_container_content_nine": "9、Пользователи, кто участвует в деятельности прогноза, должны за срок действия прогноза («срок действия прогноза»), опубликованный настоящим сайтом, перечислять указанный сайтом тип цифровой валюты в адрес прогноза («делать ставку»). Пользователю нельзя делать ставку типом цифровой валюты, которого сайт не указывает, и нельзя делать ставку валютой любых стран.",
    "hidden_container_content_ten": "10、Правила прогноза могут установить, когда удовлетворять некоторым условиям, эта деятельность прогноза не принимает продолжительную ставку пользователя, настоящий сайт тоже имеет право на опубликование сообщения о прекращении срока действия прогноза некоторой деятельности в любое время. Когда срок действия прогноза истек или досрочно прекращен, если пользователь продолжает делать ставку, считают недействительным прогнозом, поэтому пользователь берет на себя ущерб.  ",
    "hidden_container_content_eleven": "11、Если пользователь делает ставку, пользователю нельзя изменять, аннулировать или отменять эту ставку. ",
    "hidden_container_content_teweve": "12、Настоящий сайт имеет право на опубликование сообщения об отмене некоторой деятельности прогноза в любое время, в этом случае деятельность прогноза будет прекращена во время опубликования сообщения о прекращении в настоящем сайте, если пользователь уже делал ставку этой деятельности прогноза, цифровая валюта автоматически возвращается в исходный адрес этого пользователя. ",
    "hidden_container_content_thirteen": "13、Окончательный результат деятельности прогноза считает соответствующую информацию, показанную в установленном правилами прогноза источнике, единственным стандартом успешного прогноза, пользователь не должен выдвигать возражение для этого. Пользователь здесь соглашается, если пользователь неуспешно ведет прогноз, тогда вложенные им все цифровые валюты перечисляются настоящим сайтом пользователю, кто успешно ведет прогноз. ",
    "hidden_container_content_fourteen": "14、Настоящий сайт не выплачивает вознаграждение или прибыль временной храненной цифровой валюты по любому способу. Если путем интеллектуального соглашения участвовать в проекте прогноза (система нечлена), после вычета расходов на обслуживание этого сайта доходы успешного прогноза будут согласно интеллектуальному соглашению перечисляться пользователю, кто успешно ведет прогноз. Если путем системы члена этого сайта участвовать в проекте прогноза, после вычета соответствующих расходов на обслуживание доходы успешного прогноза будут перечисляться в счет члена, регистрированного в настоящем сайте. Если существует любое сомнение в преступной деятельности, которая, может быть, влияет на результат, настоящий сайт оставляет за собой право на отмену любых доходов. ",
    "hidden_container_content_fifteen": "15、Минимальная сумма ставки и максимальная сумма ставки для участия в деятельности прогноза у пользователя зависит от принятой суммы, когда пользователь делает ставку. ",
    "hidden_container_content_sixteen": "16、Любые повреждения или прочие причины вызывают, что пользователь получает избыточные доходы, пользователь несет юридическую ответственность за возврат полной суммы в настоящий сайт.  ",
    "hidden_container_content_seventeen": "17、Согласно применяемому законодательству мы оставляем за собой требования к снятию денег со счета для прекращения / замедления обработки доходов прогноза.",
    "hidden_container_content_eighteen": "18、Когда пользователь перечисляет действительную цифровую валюту в адрес прогноза, если связь прекращается или пользователь не получает действительное подтверждение ставки, но в нашем сервере получается эта сумма ставки, тогда считают эту ставку действительной и принятой. Если возвращается связь, сообщают вам о состоянии получения доходов прогноза. Если из-за неправильной связи в нашем сервере неправильно принимается эта ставка, тогда считают, что ставка недействительная и не принятая; недействительная ставка будет возвращаться в ваш счет. ",
    "hidden_container_content_nineteen": "19、Пользователь, кто успешно ведет прогноз, согласно доходам из деятельности прогноза в настоящем сайте по пригодному для этого пользователя законодательству сам выплачивает налоги, установленные законодательством. Пользователь соглашается, что настоящий сайт не несет ответственности за определение пригодности цифровой валюты для налогов, за донесение, вычет или освобождение сделки любой цифровой валюты от налогов. ",
    "hidden_container_risk_terms": "Риск",
    "hidden_container_content_twenty": "20、Пользователь принимает и признает, если применяет любые услуги в настоящем сайте или участвует в любом проекте, пользователю необходимо полностью нести риск потери всех средств, в том числе средств, вложенных в счет члена.",
    "hidden_container_content_twentyOne": "21、Пользователь принимает и признает, что при применении настоящего сайта, может быть, существует риск, включать, но не ограничиваться риском аппаратного обеспечения, программного обеспечения и неудачи сетевого подключения, риском заимствования вредоносного программного обеспечения и риском третьей стороны, кто без полномочий посещает информацию, храненную в вашем счете. Вы принимаете и подтверждаете, что настоящий сайт не несет никакой ответственности за любые повреждения связи, перерыв, ошибку, возможное искажение при применении услуг или замедление, несмотря на то, как вызвать вышеуказанные риски.  ",
    "hidden_container_content_twentyTwo": "22、Пользователь принимает и признает, что при применении сети существуют соответствующие риски, включать, но не ограничиваться рисками неизвестной уязвимости сетевого протокола или неожиданного изменения соглашения. Пользователь признает и принимает, что настоящий сайт не может управлять любой сетью криптовалюты, и сайт не несет любой убыток, вызванный этим риском. ",
    "hidden_container_content_twentyThree": "23、Сделка или связь между пользователем и третьей стороной ограничена лишь между пользователем и третьей стороной. Настоящий сайт не несет никакой ответственности или обязанностей за любой ущерб или убыток, притом пользователь должен понимать, что при применении содержания третьей стороны и взаимодействие с третьей стороной нужно само собой нести риск. ",
    "hidden_container_content_twentyFour": "24、Пользователь принимает и признает, что банкротство настоящего сайта или связанных компаний, или другие непредвиденные проблемы (например, изменение политики контроля и требований контроля или сайт подвергается нападкам), может быть, вызывает потери пользователя. Пользователь сам несет ущерб, убыток, себестоимость или расходы, вызванные этими непредвиденными проблемами. ",
    "hidden_container_content_twentyFive": "25、Не считают, что настоящий сайт предоставляет пользователю руководство деятельностью прогноза, анализа, предложения, решение, и не несет ответственности за результат прогноза у пользователя. Пользователь пользуется доходами участия в деятельности прогноза и несет ущерб и риск. Если гражданин в перечисленных странах статьи 34 ни в коем случае участвует в услугах прогноза, предоставленных настоящим сайтом, этот пользователь должен соглашаться и принимать все статьи цельного соглашения, например, несет потери и риск деятельности прогноза, потери, вызванные контролем согласно применимому законодательству. ",
    "hidden_container_liability_terms": "Ограничение ответственности ",
    "hidden_container_content_twentySix": "26、Настоящий сайт будет стараться проверять точность любой информации в сайте, но не дает точных указаний или намека по любым способам, законного или других заявлений или гарантии, в том числе содержание в сайте или содержание в сайте третьей стороны, полученную в сайте информацию и функции, безопасность любой гиперссылки в сайте третьей стороны, или передаваемой информации в этом сайте или любом сайте путем ссылки в этом сайте. ",
    "hidden_container_content_twentySeven": "27、Настоящий сайт, может быть, допускает поставщика услуг третьей стороны в этом сайте запускать cookie, вести анализ или предоставлять услуги маркетинга. Cookie, запущенный третьей стороной, не контролируем настоящим сайтом, настоящий сайт не несет ответственности за любые поступки третьей стороны. ",
    "hidden_container_content_twentyEight": "28、Настоящий сайт не несет никакой ответственности за потери пользователя из-за применения настоящего сайта, включать, но не ограничиваться: (1) сделкой, созданной упущением пользователя, например ошибкой, или ввести ошибочный адрес цифровой валюты; (2) повреждением сервера или потерей данных; (3) деятельностью третьей стороны без полномочий, включать, но не ограничиваться применением вируса для сайта или услуг, фишинг, шкиркой или другими средствами нападок. ",
    "hidden_container_content_twentyNine": "29、Здесь не обеспечивать, что в настоящем сайте или в сервере для предоставления услуг нет вируса или ошибки, точного содержания, отсутствия прекращения, поправки недостатков. Притом настоящий сайт не несет ответственности за любые потери по любым способам, в том числе такие потери - пользователь верит в данные или информацию в сайте и так делает дело. ",
    "hidden_container_content_thrity": "30、Пользователь соглашается, что настоящий сайт не несет никаких прямых или косвенных убытков, вызванных любыми ошибками, упущением, прекращением, удалением, недостатками, замедленной операцией или передачей, повреждением линии связи, кражей или разрушением или посещением без полномочий или изменением данных или информации. Настоящий сайт и не несет ответственности за любые технические сбои сети или линии, Wi-Fi, блютуза, компьютера, системы, сервера или поставщика, компьютерного оборудования, программного обеспечения или электронной почты, или за пробку сайта или интернета. Кроме того, настоящий сайт не несет ответственности за ущербы аппаратного обеспечения и / или программного обеспечения пользователя и / или данных, вызванные ошибками системы или связи, ошибками программы в сайте или вирусом. ",
    "hidden_container_content_thrityOne": "31、Пользователь соглашается освободить настоящий сайт (в том числе служащих и рабочих, члена правления, агента и вспомогательного органа и др.) от того, что подвергаться или исполнять или нести любые возмещения, требования, поступки, ущербы, потери, себестоимость или расходы (включать, но не ограничиваться рациональными юридическими расходами):   a) Пользователь применяет услуги в настоящем сайте или ведет деятельность об услугах этого сайта;  b) Пользователь нарушает любые статьи цельного соглашения. c) Нарушать права другого субъекта. ",
    "hidden_container_content_thrityTwo": "32、Когда пользователь войдет, просматривает, применяет любые услуги в настоящем сайте, настоящий сайт, может быть, принимает и собирает информацию о пользователе. Эта информация, может быть, вскрывается в соответствии с применимым законодательством, законами и правилами, правительственной политикой и судебным процессом. Таким образом, настоящий сайт не несет ответственности за защиту конфиденциальности информации о пользователе, предоставленной пользователем, или собранной информации о пользователе путем вышеуказанных методов. ",
    "hidden_container_content_thrityThree": "33、Пользователь должен обеспечивать правильность и цельность любой информации, предоставленной им. Настоящий сайт не несет ответственности за ошибочную операцию пользователя для перечисления цифровой валюты и упущения. Например, пользователь введет неправильный пароль, или предоставляет ошибочную информацию. ",
    "hidden_container_content_thrityFour": "34、Настоящий сайт не несет ответственности за любые поступки пользователя путем применения этого сайта. Пользователю необходимо самостоятельно понять, что участию в деятельности прогноза в настоящем сайте необходимо соответствовать юридическим установлениям в местонахождении гражданства и месте совершения акта прогноза, пользователь сам несет все риски об этом и ответственность, они не имеют к настоящему сайту отношения. Теперь настоящим специально четко отказаться от того, что нести следующие ответственности. a) Любой человек при применении настоящего сайта или проведении деятельности прогноза нарушает любого требования страны к противодействию отмыванию денег, противодействию финансированию терроризма или другим контролям. b) Настоящий сайт тщательно обдумал и решил, что не принимать участие граждан или населения США, Ирака и материкового Китая в прогнозе. ",
    "hidden_container_termination_terms": "Прекращение услуг ",
    "hidden_container_content_thrityFive": "35、Настоящий сайт имеет право на основе любой причины сразу остановить или прекращать доступ пользователя в сайт или соответствующие услуги, и не имеет обязанностей предварительного сообщения, притом может удалить или приостанавливать ваш аккаунт и все соответствующие данные и документы. Сайту не нужно нести никакой ответственности. ",
    "hidden_container_content_thritySix": "36、Когда пользователь войдет или применяет сайт и услуги, соглашается не заниматься никакими делами, что нарушать применимое законодательство в местонахождении гражданства, связанное со сделкой. Кроме того, пользователь полностью несет ответственности за последствия применения сайта. Под предпосылкой без ограничения предыдущего содержания пользователь соглашается, что не: a) С помощью услуг, предоставленных настоящим сайтом, выплачивать, поддерживать или по другим способам участвовать в любой незаконной деятельности, включать, но не ограничиваться незаконной азартной игрой, мошенничеством, отмыванием незаконно нажитых денег или террористической деятельностью; b) Любым роботом, не предоставленным настоящим сайтом, или другими автоматическими средствами или интерфейсом войти в этот сайт и услуги или получать данные;  c) Предоставлять ошибочную, неточную или вводящую информацию в заблуждение;  d) Поощрять или обольщать третью сторону, чтобы участвовать в деятельности, запрещенной цельным соглашением;  e) Знакомить настоящий сайт с любым вирусом, трояном, глистом, логической бомбой или другими вредными веществами;  f) сомневаться в том, что образ действий пользователя вредит нашей операции. ",
    "hidden_container_content_thritySeven": "37、Если пользователь нарушает любые статьи в цельном соглашении, или другие поступки вызывают ущерб настоящего сайта, включать, но не ограничиваться ущербом репутации, настоящий сайт имеет право на привлечение пользователя к ответственности за возмещение убытков. Настоящий сайт не вовремя привлекает к ответственности, не считают, что отказываться от любого права. ",
    "hdden_container_intellectual_terms": "Интеллектуальная собственность ",
    "hidden_container_content_thrityEight": "38、Все содержание в настоящем сайте, включая, но не ограничиваясь буквами, торговой маркой, графиком и др., они являются имуществом настоящего сайта или поставщика, находятся под протекторатом соответствующей интеллектуальной собственности и закона права собственности. Пользователь соглашается соблюдать заявления всех авторских прав в содержании и прочих авторских прав, условные обозначения или прочие ограничения, и не вести любое изменение. Пользователь и обещает, что не изменять, вскрывать, распространять, вести воспроизведение изделия, изготовлять производное произведение, участвовать в любой передаче или сбыте, или полностью или частично применять любое содержание в настоящем сайте. ",
    "hidden_container_other_terms": "Прочие ",
    "hidden_container_content_thrityNine": "39、Пользователь соглашается, что цельное соглашение между пользователем и настоящим сайтом или применение настоящего сайта не будет вызывать существование любого отношения совместного предприятия, товарищества, найма или агентирования межу настоящим сайтом и пользователем. Исполнение цельного соглашения в настоящем сайте ограничивается действующим действительным законодательством и судебным процессом. Если любую часть от цельного соглашения согласно применяемому законодательству считают недействительной или невыполнимой, тогда недействительные или невыполнимые статьи заменены действительными статьями, которые могут принудительно исполняться, и ближе всего от замысла исходных статей. Прочая часть продолжительно действительная. ",
    "hidden_container_content_fourty": "40、Кроме того, если пользователь нарушает цельное соглашение или пользователь применяет настоящий сайт и вызывает, что сайт подвергается, пользователь должен нести все возмещения убытков, потери и расходы. Настоящий сайт не вовремя привлекает к ответственности, не считают, что отказываться от любого права. ",
    "hidden_container_content_fourtyOne": "41、Привлечение к ответственности споров, вызванное применением настоящего сайта или деятельностью прогноза, пользователю необходимо выдвигать со дня возникновения споров в течение одного (1) года.",
    "hidden_container_content_fourtyTwo": "42、Если у вас любые вопросы, можно связаться с [      ]. ",
    "hidden_container_refuse": "Отказ",
    "hidden_container_agree": "Соглашение"
  },
  "vi": {
    "hidden_container_title": "Điều khoản sử dụng",
    "hidden_container_general_terms": "Điều khoản chung  ",
    "hidden_container_content_one": "1、Các điều khoản sau đây áp dụng cho các trang web thuộc sở hữu, hoạt động hoặc tổ chức bởi cùng một công ty như https://www.coingame.com trang web, các trang web di động và/hoặc các ứng dụng di động (sau đây gọi là 'trang web này').",
    "hidden_container_content_two": "2、Coin game được gọi là trang web này hoặc chúng tôi; các điều khoản sau đây tất cả các tài liệu tham khảo để 'bạn' hoặc 'của bạn' hoặc 'người sử dụng' tham khảo việc dùng đối tượng của trang web này.",
    "hidden_container_content_three": "3、Các loại tiền tệ kỹ thuật số được đề cập dưới đây đề cập đến một chuỗi khối tiền tệ dựa trên được sử dụng bởi một trong hai Ête hoặc quảng trường Ête hoặc trang web. Bạn hoàn toàn hiểu rằng trong trang web này, các loại tiền tệ kỹ thuật số chỉ được coi là một vượt qua để tham gia vào dự báo dự đoán.",
    "hidden_container_content_four": "4、Các điều khoản sử dụng và các thỏa thuận hoặc tài liệu khác được hiển thị trên trang web này sẽ tạo thành hợp đồng hoàn toàn giữa người dùng và trang web này ('hợp đồng đầy đủ'). Những người dùng đăng nhập, duyệt và sử dụng bất kỳ mục và dịch vụ nào trên trang web này được coi là có thể không được đồng ý tuân theo hợp đồng đầy đủ (bao gồm chính sách bảo mật).",
    "hidden_container_content_five": "5、Phù hợp với chủ đề a.Bạn nên chấp nhận và thừa nhận rằng bạn (1) có đủ điều kiện để đồng ý với các điều khoản của trang web này ở tuổi pháp lý, (2) cần phải có sức chứa bình thường tâm thần, chịu trách nhiệm về hành động của họ, và bị ràng buộc bởi các hợp đồng đầy đủ, (3) đã không bị đình chỉ hoặc từ chối sử dụng bất kỳ dịch vụ trên trang web này.b.Nếu bạn sử dụng trang web này thay mặt cho các thực thể pháp lý, bạn tiếp tục tuyên bố và đảm bảo rằng: (1) luật pháp của vị trí của người Pháp lý là pháp luật áp dụng và để xác định rằng cơ thể của người Pháp luật là hợp pháp được thành lập và có hiệu lực pháp; (2) bạn là một chủ đề thích đáng được ủy quyền của cơ thể và hành động thay thế. ",
    "hidden_container_content_six": "6、Chúng tôi tuyên bố rằng chúng tôi sẽ tiếp tục sửa đổi, Cập Nhật, mở rộng và cải thiện trang web này. Theo quy định của pháp luật hiện hành, trang web này có quyền sửa đổi hoặc thêm hoặc xóa các điều khoản sử dụng, các quy tắc quiz và các điều khoản và chính sách khác có thể tạo thành một hợp đồng hoàn toàn bất kỳ lúc nào và không có nghĩa vụ thông báo trước. Thay đổi đối với các điều khoản này sẽ được đăng trên trang web cho kiến thức của người dùng và sẽ không áp dụng hồi tố. Chúng tôi khuyên người dùng kiểm tra trang web này thường xuyên để hiểu các điều khoản và thay đổi hiệu quả. Trang web này sẽ không chịu sự mất mát của người sử dụng như là kết quả của những thay đổi trên. Nếu người dùng không đồng ý với bất kỳ điều khoản của hợp đồng đầy đủ, xin vui lòng không đăng nhập, duyệt, sử dụng trang web này.  ",
    "hidden_container_content_seven": "7、Việc sử dụng trang web này để cung cấp dịch vụ hội viên cần thiết để hoàn thành đăng ký tài khoản, điều khoản Dịch vụ hội viên của dịch vụ xin vui lòng xem ''.",
    "hidden_container_forecast_terms": "Dự đoán hạng mục",
    "hidden_container_content_eight": "8、Trang web này sẽ xuất bản các quy tắc cụ thể ('chi tiết bài kiểm tra') mà áp dụng cho mỗi hoạt động dự báo, địa chỉ ('dự báo địa chỉ') của các loại tiền tệ kỹ thuật số mà mỗi tùy chọn kết quả dự báo tương ứng, và thời gian hiệu lực của người dùng cho dự báo Tất cả người dùng tham gia vào các hoạt động dự báo của trang web này sẽ tuân thủ các quy định có liên quan.",
    "hidden_container_content_nine": "9、Người dùng tham gia vào các hoạt động dự báo sẽ, trong thời hạn hiệu lực của dự báo xuất bản trên trang web này ('thời kỳ hiệu lực dự báo'), chuyển giao cho các địa chỉ dự báo các loại tiền tệ kỹ thuật số ('đặc cược') của loại quy định trong trang web. Người dùng không được phép sử dụng một loại tiền tệ kỹ thuật số khác với kiểu được chỉ định của trang web để đặt cược, hoặc cho bất kỳ tiền xu của đất nước.",
    "hidden_container_content_ten": "10、dự báo có thể quy định rằng sau khi một điều kiện nhất định là hài lòng, các hoạt động dự báo sẽ không chấp nhận người sử dụng để tiếp tục cá cược, trang web này cũng có quyền phát hành thông báo để chấm dứt thời kỳ hiệu lực dự báo của một hoạt động bất cứ lúc nào. Sau khi hết hạn dự báo hoặc chấm dứt sớm, người dùng sẽ được coi là một dự báo không hợp lệ nếu ông tiếp tục đặt cược, do đó, mất mát do người sử dụng được giả định.",
    "hidden_container_content_eleven": "11、Sau khi người sử dụng đã đặc cược , thì người sử dụng không thể sửa đổi, thu hồi hoặc hủy bỏ các cá cược.",
    "hidden_container_content_teweve": "12、Trang web này có quyền phát hành một hoạt động dự báo bất cứ lúc nào, trong trường hợp này, các hoạt động dự báo sẽ được công bố trên trang web này khi chấm dứt thông tin chấm dứt, người sử dụng nếu các hoạt động dự báo cá cược , tiền tệ kỹ thuật số sẽ tự động trở lại địa chỉ chuyển giao gốc.",
    "hidden_container_content_thirteen": "13、Kết quả cuối cùng của hoạt động dự báo, đó là tiêu chuẩn thành công chỉ tiên đoán, là để được phản đối bởi người sử dụng trong các thông tin nguồn như quy định trong các quy tắc dự báo. Người dùng hướng đồng ý rằng nếu người dùng không dự đoán thành công, tất cả các loại tiền tệ kỹ thuật số mà họ đã nhập sẽ được chuyển từ trang web này đến người dùng dự đoán thành công.",
    "hidden_container_content_fourteen": "14、Trang web này tạm thời không người dùng số tiền thanh toán theo bất cứ cách nào đáp lại hoặc lãi suất.Nếu được thông qua hợp đồng thông minh dự đoán (không phải thành viên tham gia dự án hệ thống), đang được khấu trừ thu phí dịch vụ của trang web này sau khi thu hoạch, dự đoán thành công sẽ theo hợp đồng thông minh bằng đường đánh cho dự đoán thành công người dùng. Nếu sử dụng cơ chế thành viên của trang web này tham gia dự án tương ứng với dự đoán, khấu trừ chi phí dịch vụ sau khi thu hoạch, dự đoán thành công sẽ để người dùng đăng ký tài khoản thẻ thành viên của trang web này.Tuy nhiên, nếu có bất cứ thứ gì có thể ảnh hưởng tới kết quả hoạt động tội phạm có nghi ngờ, Ben website giữ quyền hủy bỏ bất kỳ doanh thu.",
    "hidden_container_content_fifteen": "15、Người dùng tham gia dự đoán hoạt động cá cược thấp nhất và cao nhất phụ thuộc vào trang web trong khi người dùng đã chấp nhận khoản tiền cược.",
    "hidden_container_content_sixteen": "16、Dựa trên lý do gây ra bất cứ lỗi hay những người dùng nhận được vượt mức thu nhập, người dùng có trách nhiệm hợp pháp toàn bộ với trang web này.",
    "hidden_container_content_seventeen": "17、Dựa trên luật pháp hiện hành, chúng tôi dự trữ các yêu cầu rút tiền để chấm dứt/trì hoãn việc xử lý các khoản thu nhập dự báo.",
    "hidden_container_content_eighteen": "18、Khi người dùng chuyển một loại tiền tệ kỹ thuật số hợp lệ cho một địa chỉ dự báo, đặt cược được xem là hợp lệ và chấp nhận nếu giao tiếp bị gián đoạn hoặc người dùng không nhận được xác nhận hợp lệ của cá cược, nhưng lưu ý là nhận được trên máy chủ của chúng tôi. Một khi các bản tin được phục hồi, bạn sẽ được cho biết nếu bạn đang nhận được một trở lại dự báo. Nếu cá cược không được chấp nhận đúng trên máy chủ của chúng tôi do lỗi giao tiếp, nó không được xem là hợp lệ và được chấp nhận; các đặt cược không hợp lệ sẽ được hoàn lại vào tài khoản của bạn.",
    "hidden_container_content_nineteen": "19、Khi người dùng dự báo thành công , phù hợp với pháp luật áp dụng cho người sử dụng, trả các loại thuế và lệ phí theo quy định của pháp luật áp dụng cho lợi ích của các hoạt động dự báo từ trang web này. Người sử dụng đồng ý rằng trang web này không chịu trách nhiệm để xác định xem các giao dịch tiền tệ kỹ thuật số được áp dụng cho các loại thuế, báo cáo, Giữ lại hoặc miễn từ bất kỳ giao dịch tiền tệ kỹ thuật số phát sinh từ các loại thuế.",
    "hidden_container_risk_terms": "Cam kết rủi ro",
    "hidden_container_content_twenty": "20、Người sử dụng chấp nhận và thừa nhận rằng, nếu sử dụng bất kỳ dịch vụ trên trang web này hoặc tham gia vào bất kỳ dự án, người sử dụng phải hoàn toàn giả định nguy cơ mất tất cả các khoản tiền, bao gồm cả các khoản tiền gửi vào tài khoản của hội viên.",
    "hidden_container_content_twentyOne": "21、Người dùng chấp nhận và thừa nhận nguy cơ sử dụng trang web này, bao gồm nhưng không giới hạn đối với các rủi ro của phần cứng, phần mềm và lỗi kết nối mạng, rủi ro của phần mềm độc hại giới thiệu, và truy cập trái phép của bên thứ ba để thông tin được lưu trữ trong tài khoản của bạn. Bạn chấp nhận và xác nhận rằng trang web này không chịu trách nhiệm về bất kỳ thất bại giao tiếp, gián đoạn, lỗi, và có thể biến dạng hoặc chậm trễ trong việc sử dụng dịch vụ, bất kể nguy cơ gây ra bởi các bên trên.",
    "hidden_container_content_twentyTwo": "22、Người dùng chấp nhận và thừa nhận những rủi ro liên quan đến việc sử dụng mạng, bao gồm, nhưng không giới hạn, lỗ hổng giao thức mạng không biết hoặc thay đổi tình cờ cho các giao thức. Người sử dụng thừa nhận và chấp nhận rằng trang web này không thể kiểm soát bất kỳ mạng lưới tiền tệ được mã hóa và rằng các trang web không thực hiện bất kỳ thiệt hại gây ra bởi những rủi ro như vậy.",
    "hidden_container_content_twentyThree": "23、Giao dịch hoặc giao tiếp của người dùng với bên thứ ba bị giới hạn đối với người dùng và bên thứ ba. Trang web này không chịu trách nhiệm hoặc chịu trách nhiệm về bất kỳ tổn thất hoặc thiệt hại gây ra bởi bất kỳ giao dịch như vậy, và người sử dụng nên hiểu rằng việc sử dụng nội dung của bên thứ ba và tương tác với các bên thứ ba là nguy cơ của riêng mình.",
    "hidden_container_content_twentyFour": "24、Người dùng xác nhận và chấp nhận phá sản hoặc các vấn đề không lường trước khác của trang web hoặc các chi nhánh của nó (chẳng hạn như thay đổi trong các chính sách quy định và các yêu cầu pháp lý hoặc các cuộc tấn công trang web) có thể dẫn đến thiệt hại người dùng. Bất kỳ thiệt hại, mất mát, chi phí hoặc chi phí phát sinh từ những vấn đề bất khả kháng trước sẽ do người sử dụng.",
    "hidden_container_content_twentyFive": "25、Trang web này không nên được coi là cung cấp hướng dẫn, phân tích, tư vấn, quyết định, hoặc trách nhiệm cho người sử dụng cho các hoạt động dự báo. Người dùng thưởng thức và giả sử những lợi ích, tổn thất, và rủi ro tham gia vào việc dự đoán các hoạt động. Nếu các công dân của các nước được liệt kê trong 34 sau được xác định để tham gia vào các dịch vụ tiên đoán được cung cấp trên trang web này, người sử dụng sẽ đồng ý và chấp nhận tất cả các điều khoản của hợp đồng đầy đủ, chẳng hạn như mất mát và rủi ro của các hoạt động dự báo, và các mất mát khác.",
    "hidden_container_liability_terms": "Giới hạn trách nhiệm",
    "hidden_container_content_twentySix": "26、Trang web này sẽ cố gắng để xác nhận thông tin trên website nổi tiếng thế nào, nhưng không làm bất cứ hình thức giải thích hay ám chỉ, theo luật định hay các hình thức tuyên bố hay hứa, bao gồm nội dung trang web hoặc bên thứ 3 liên kết website có nội dung trang web truy cập thông qua thông tin và chức năng, với bên thứ 3 nào hay lưới đứng siêu liên kết với thông qua trang web nàyTrang web này liên kết hay bất cứ website truyền thông tin liên quan đến an ninh.",
    "hidden_container_content_twentySeven": "27、Trang web này có thể cho phép các nhà cung cấp dịch vụ bên thứ ba cho phép cookie, phân tích hoặc cung cấp dịch vụ tiếp thị thông qua trang web này. Các cookie này cho phép bên thứ ba sẽ không được kiểm soát bởi trang web này và trang web này không chịu trách nhiệm đối với bất kỳ hành vi của các bên thứ ba.",
    "hidden_container_content_twentyEight": "28、Trang web này không giả định bất kỳ trách nhiệm cho sự mất mát gây ra bởi việc sử dụng trang web này, bao gồm nhưng không giới hạn: (1) lỗi người dùng như các giao dịch được xây dựng sai hoặc lỗi chính tả trong các địa chỉ tiền tệ kỹ thuật số, (2) hỏng hóc máy chủ hoặc mất dữ liệu, (3) bất kỳ hoạt động của bên thứ ba trái phép, bao Lừa đảo, bạo lực hoặc các loại hình khác.",
    "hidden_container_content_twentyNine": "29、Trong này, không đảm bảo trang web này hoặc cung cấp các máy chủ Dịch vụ không có virus hoặc lỗi, nội dung là chính xác, sẽ không gián đoạn, lỗ hổng đã được sửa chữa. Và trang web này không chịu trách nhiệm về bất kỳ hình thức mất mát, bao gồm cả sự tin tưởng của người sử dụng trên trang web trên các tài liệu hoặc thông tin để làm các hành động, kết quả là mất mát.",
    "hidden_container_content_thrity": "30、Người sử dụng đồng ý rằng trang web này không chịu trách nhiệm đối với bất kỳ lỗi, thiếu sót, gián đoạn, xóa, khiếm khuyết, hoạt động chậm trễ hoặc truyền tải, thất bại dòng giao tiếp, trộm cắp hoặc phá hủy hoặc truy cập trái phép hoặc thay đổi dữ liệu hoặc thông tin dẫn đến mất trực tiếp hoặc gián đoạn. Trang web này cũng không chịu trách nhiệm về bất kỳ lỗi kỹ thuật của mạng hoặc dòng, Wi-Fi, Bluetooth, máy tính, Hệ thống, máy chủ hoặc nhà cung cấp, thiết bị máy tính, phần mềm hoặc email, hoặc bất kỳ trang web hoặc tắc nghẽn Internet. Ngoài ra, trang web này không phải chịu các phần cứng người dùng và/hoặc phần mềm gây ra bởi các lỗi hệ thống hoặc giao tiếp, lỗi trang web hoặc vi rút.",
    "hidden_container_content_thrityOne": "31、Người sử dụng đồng ý miễn trang web này (bao gồm cả nhân viên, giám đốc, đại lý và các chi nhánh) từ bất kỳ tuyên bố, yêu cầu, hành động, thiệt hại, tổn thất, chi phí hoặc chi phí (bao gồm nhưng không giới hạn về lệ phí pháp lý hợp lý) cho các vấn đề sau :a.người dùng sử dụng dịch vụ website này hoặc mang về dịch vụ liên quan đến trang web này hoạt động. b.bất kỳ điều khoản vi phạm hợp đồng đầy đủ của người dùng. c.vi phạm các quyền của ccc chủ đề khác.",
    "hidden_container_content_thrityTwo": "32、Khi người dùng đăng nhập,duyệt web, sử dụng bất kỳ dịch vụ của trang web này, trang web này có thể nhận và thu thập thông tin của người dùng. Thông tin như vậy có thể được tiết lộ phù hợp với luật pháp thẩm quyền, quy định, chính sách của chính phủ hoặc các thủ tục pháp lý. Do đó, trang web này không chịu trách nhiệm duy trì tính bảo mật của bất kỳ thông tin người dùng thu thập bởi người sử dụng hoặc thông qua các phương pháp trên.",
    "hidden_container_content_thrityThree": "33、Người sử dụng sẽ đảm bảo tính đúng đắn và đầy đủ của bất kỳ thông tin nó cung cấp. Trang web này không chịu trách nhiệm về những sai lầm và lỗi của người sử dụng trong thao tác chuyển tiền tệ kỹ thuật số. Ví dụ, người dùng nhập mật khẩu sai, hoặc cung cấp thông tin sai.",
    "hidden_container_content_thrityFour": "34、Trang web này không chịu trách nhiệm cho bất kỳ hành vi thực hiện bởi người sử dụng trên trang web này. Người sử dụng phải được nhận thức và đảm bảo rằng sự tham gia của họ trong các hoạt động dự báo trên trang web này sẽ phù hợp với các yêu cầu pháp lý của quốc tịch của họ và nơi dự đoán, và rằng tất cả các rủi ro và trách nhiệm liên quan đến trang web này là tùy theo ý của người dùng. Hướng rõ ràng từ chối giả sử các trách nhiệm sau: a.bất kỳ người sử dụng trang web này hoặc thực hiện một hoạt động dự báo vi phạm bất kỳ quốc gia chống rửa tiền, truy cập-khủng bố tài chính hoặc các yêu cầu quy định khác. b.sau khi xem xét cẩn thận, trang web này quyết định không chấp nhận sự tham gia của công dân hoặc cư dân của Hoa Kỳ, Iraq và đại lục Trung Quốc trong dự báo.",
    "hidden_container_termination_terms": "Chấm dứt dịch vụ",
    "hidden_container_content_thrityFive": "35、Trang web này được quyền đình chỉ hoặc chấm dứt quyền của người dùng để truy cập vào trang web và các dịch vụ liên quan mà không cần thông báo trước về bất kỳ căn cứ, và có thể xóa hoặc tắt tài khoản của bạn và tất cả các thông tin liên quan và tài liệu. Các trang web không cần phải thừa nhận bất kỳ trách nhiệm nào.",
    "hidden_container_content_thritySix": "36、Khi truy cập hoặc sử dụng một trang web hoặc dịch vụ, một người sử dụng đồng ý không tham gia vào bất kỳ hành động vi phạm vị trí của quốc tịch và bất kỳ luật pháp thẩm quyền có thể được tham gia vào giao dịch. Ngoài ra, người dùng hoàn toàn chịu trách nhiệm về hậu quả của việc sử dụng trang web. Không giới hạn nội dung trước đó, người dùng đồng ý các vấn đề sau :  a.Sử dụng các dịch vụ được cung cấp trên trang web này để trả tiền, hỗ trợ hoặc tham gia vào bất kỳ hoạt động trái pháp luật, bao gồm nhưng không giới hạn đối với cờ bạc bất hợp pháp, gian lận, rửa tiền hoặc các hoạt động khủng bố . b.Truy cập vào trang web này và dịch vụ hoặc trích xuất dữ liệu bằng cách sử dụng bất kỳ robot hoặc phương tiện tự động khác hoặc giao diện được cung cấp bởi trang web này. c.Cung cấp thông tin sai, không chính xác hoặc sai lệch. d.khuyến khích hoặc khiến các bên thứ ba tham gia vào các hoạt động bị cấm theo hợp đồng đầy đủ. e.Giới thiệu bất kỳ virus, Trojans, Worms, bom logic hoặc các chất có hại khác cho trang web. f.Nghi ngờ về hành vi của người sử dụng không có lợi cho hành vi kinh doanh của chúng tôi.",
    "hidden_container_content_thritySeven": "37、Người sử dụng chịu trách nhiệm về vi phạm bất kỳ điều khoản của hợp đồng hoặc các hành vi khác dẫn đến thiệt hại cho trang web này, bao gồm nhưng không giới hạn thiệt hại cho danh tiếng, trang web này có quyền để điều tra thiệt hại bồi thường của người dùng. Trang web này không chịu trách nhiệm về thời gian, không phải là từ bỏ bất kỳ quyền nào.",
    "hdden_container_intellectual_terms": "Quyền sở hữu trí tuệ",
    "hidden_container_content_thrityEight": "38、ất cả nội dung chứa trên trang web này, bao gồm nhưng không giới hạn trong văn bản, thương hiệu, bảng xếp hạng, vv, là tài sản của trang web hoặc nhà cung cấp của mình và được bảo vệ bởi các quyền sở hữu trí tuệ có liên quan và pháp luật độc quyền. Người sử dụng đồng ý tuân thủ tất cả bản quyền và các thông báo độc quyền khác, truyền thuật, hoặc những hạn chế khác chứa trong nội dung và sẽ không thực hiện bất kỳ thay đổi nào đối với họ. Người dùng cũng hứa không sửa đổi, tiết lộ, phổ biến, đảo ngược kỹ sư, sản xuất các công trình phái sinh, tham gia vào bất kỳ chuyển nhượng hoặc bán, hoặc sử dụng bất kỳ nội dung trên trang web này trong toàn bộ hoặc một phần.",
    "hidden_container_other_terms": "ngoài ra ",
    "hidden_container_content_thrityNine": "39、Người sử dụng đã công nhận hợp đồng đầy đủ giữa người sử dụng và trang web này hoặc sử dụng trang web này sẽ không gây ra bất kỳ liên doanh, đối tác, việc làm hoặc cơ quan mối quan hệ giữa trang web này và người sử dụng. Trang web này là tùy thuộc vào các thủ tục pháp lý và pháp lý có hiệu quả cho việc thực hiện các hợp đồng hoàn toàn. Nếu bất kỳ một phần của hợp đồng hoàn toàn được xác định là không hợp lệ hoặc không được thực thi theo luật áp dụng, các điều khoản không hợp lệ hoặc không thể thực hiện được thay thế bằng một hợp lệ, thi hành và gần nhất với ý định khoản ban đầu. Phần còn lại tiếp tục là hợp lệ.",
    "hidden_container_content_fourty": "40、Ngoài ra, người sử dụng nên chịu, trang web này bởi vì người dùng vi phạm hợp đồng hoàn toàn hoặc người dùng sử dụng trang web này để gây ra các trang web để bị tất cả các tuyên bố, mất mát và chi phí. Trang web này không chịu trách nhiệm về thời gian, không phải là từ bỏ bất kỳ quyền nào.",
    "hidden_container_content_fourtyOne": "41、Trách nhiệm của người sử dụng cho các tranh chấp phát sinh từ việc sử dụng các trang web này hoặc các hoạt động dự báo sẽ được thực hiện trong vòng một (1) năm sau khi tranh chấp xảy ra.",
    "hidden_container_content_fourtyTwo": "42、Nếu bạn có bất kỳ câu hỏi nào, bạn có thể liên lạc【    】.",
    "hidden_container_refuse": "Từ chối",
    "hidden_container_agree": "Đồng ý"
  },
  "zh-Hant": {
    "hidden_container_title": "使用條款",
    "hidden_container_general_terms": "一般條款",
    "hidden_container_content_one": "1、以下條款適用於由同一公司擁有，運營或託管的網址為https://www.coingame.com網站，移動網站和/或移動應用程式（以下合稱為「本網站」）。",
    "hidden_container_content_two": "2、CoinGame被稱為本網站或我們；下列條款所有對「您」或「您的」或「用戶」稱呼的引用，皆指使用本網站的主體。",
    "hidden_container_content_three": "3、下列所述的數字貨幣是指以太坊或以太坊經典或網站允許使用的基於區塊鏈技術的貨幣。您完全明白，在本網站，數字貨幣僅被視為普通通證參與預測項目。",
    "hidden_container_content_four": "4、本網站所示的使用條款和其他協議或文件將構成用戶與本網站之間完整的合約（「完整合約」）。用戶登陸、瀏覽、使用本網站的任何項目和服務，應視為用戶已不可撤銷地同意遵守完整合約（包括隱私政策等）。",
    "hidden_container_content_five": "5、a) 您應接受並承認您（1）至少十八(18)歲或達到所居住國家的法律規定的法定年齡(以較高者為準);可同意本網站條款的適格主體；（2）需具有正常精神能力，對自己行為負責，並受到完整合約的約束；（3）未曾被中止或拒絕使用本網站的任何服務。",
    "hidden_container_content_five_new": "b) 如果您代表法人主體使用本網站，則您進壹步聲明並保證：（1）以法人所在地的法律作為準據法並依此確定該法人主體是依法成立並合法存續的；（2）您是經該法人主體正式授權並代其行事的適格主體。",
    "hidden_container_content_six": "6、特此聲明，我們會不斷修改，更新，擴展和改進本網站。根據適用法律，本網站保留隨時自行決定修改或添加或刪除使用條款、競猜細則及其他可構成完整合約的條款和政策的權利並無需事先通知義務。這些條款的變更將會在網站上及時公布供用戶知悉並不會追溯適用。我們建議用戶經常查看本網站以了解有效的條款和更改。本網站將不承擔用戶因上述變化受到的損失。如果用戶不同意完整合約的任何條款，請勿登陸、瀏覽、使用本網站。",
    "hidden_container_content_seven": "7、使用本網站提供的會員服務需要完成帳戶註冊。",
    "hidden_container_forecast_terms": "預測項目",
    "hidden_container_content_eight": "8、本網站將發布適用於每個預測活動的具體規則（「競猜細則」）、每個預測結果選項所對應的接收數字貨幣的地址（「預測地址」），以及用戶做出預測的有效期等。所有參與本網站預測活動的用戶都應遵守相關的規定。",
    "hidden_container_content_nine": "9、參加預測活動的用戶，應在本網站公布的做出預測的有效期（「預測有效期」）內，向預測地址轉入網站所指定種類的數字貨幣（「投币」）。用戶不得使用網站指定以外類型的數字貨幣進行投币，也不得以任何國家的法幣進行投币。",
    "hidden_container_content_ten": "10、預測規則可以規定，在某條件滿足之後，該預測活動將不接受用戶繼續投币，本網站也有權發布通知隨時終止某活動的預測有效期。預測有效期到期或提前終止之後，用戶如繼續投币，將視為無效預測，因此遭受的損失由用戶承擔。",
    "hidden_container_content_eleven": "11、用戶一旦投币，則用戶不可修改、撤銷或者取消該投币。",
    "hidden_container_content_teweve": "12、本網站有權發布通知隨時撤銷某預測活動，在此情況下，預測活動將於本網站公布終止信息之時終止，用戶如果已向該預測活動投币，數字貨幣自動退至該用戶的原轉出地址。",
    "hidden_container_content_thirteen": "13、預測活動的最終結果，以預測規則所規定的來源顯示的相關信息作為唯一的預測成功標準，用戶不得對此提出異議。用戶在此同意，如果用戶預測不成功，則其打入的全部數字貨幣將由本網站轉給預測成功的用戶所有。",
    "hidden_container_content_fourteen": "14、本網站不對用戶暫存的數字貨幣以任何方式給付回報或利息。若通過智能合約參與預測項目（非會員制），在扣除本網站收取的服務費後，預測成功的收益將根據智能合約原路打給預測成功的用戶。若使用本網站的會員機制參與預測項目，扣除相應服務費用後，預測成功的收益將轉入用戶在本網站註冊的會員帳戶。 然而，如果有任何可能影響結果的犯罪活動的懷疑，本網站保留作廢任何收益的權利。",
    "hidden_container_content_fifteen": "15、用戶參與預測活動的最低投币額與最高投币額取決於網站在用戶投币時所接受的金額。",
    "hidden_container_content_sixteen": "16、基於任何故障或其他理由造成用戶收到超額收益，用戶有法律責任全款還至本網站。",
    "hidden_container_content_seventeen": "17、基於可適用法律我們保留終止/延遲處理預測收益的提款要求。",
    "hidden_container_content_eighteen": "18、用戶向預測地址轉入有效的數字貨幣後，如果通訊中斷或者用戶沒有收到投币有效的確認，但是在我們的伺服器上收到了該筆注金，則該賭注被視為有效並被接受。一旦恢復通訊您將被告知您是否獲得預測收益。如果由於通訊錯誤而在我們的伺服器上未正確接受到該投币，則不被視為有效且被接受；無效的投币將退還到您的帳戶。",
    "hidden_container_content_nineteen": "19、預測成功的用戶應就其來源於本網站預測活動的收益，按照適用於該用戶的法律自行繳納適用法律所規定的稅費。用戶同意，本網站不負責確定數字貨幣交易是否適用稅收，報告，扣留或免除任何數字貨幣交易產生的稅款。",
    "hidden_container_risk_terms": "風險承擔",
    "hidden_container_content_twenty": "20、用戶接受並承認，若使用本網站的任何服務或參與任何項目，用戶須完全承擔失去所有資金的風險，包括存入會員帳戶的資金。",
    "hidden_container_content_twentyOne": "21、用戶接受並承認使用本網站可能存在風險，包括但不限於硬體，軟體和網絡連接失敗的風險，惡意軟體引入的風險以及第三方未經授權地訪問存儲在您的帳戶中的信息的風險。您接受並確認本網站不對任何通信故障，中斷，錯誤負責，及使用服務時可能會遇到的失真或延遲，無論上述的風險是如何造成的。",
    "hidden_container_content_twentyTwo": "22、用戶接受並承認使用網絡存在相關風險，包括但不限於未知網絡協議漏洞或協議意外更改的風險。用戶承認並接受本網站無法控制任何加密貨幣網絡，並且網站不承擔因此類風險而導致的任何損害。",
    "hidden_container_content_twentyThree": "23、用戶與第三方的交易或通信僅限於用戶與第三方之間。本網站對任何此類交易引起的任何損失或損害不承擔任何責任或義務，並且用戶應明白，使用第三方內容以及與第三方的互動需自擔風險。",
    "hidden_container_content_twentyFour": "24、用戶承認並接受本網站或其關聯公司的破產或其他不可預見的問題（如監管政策的變化及監管要求或網站受攻擊）可能會導致用戶的損失。由於這些不可預見的問題引起的損害，損失，成本或開支應由用戶自行承擔。",
    "hidden_container_content_twentyFive": "25、本網站不應視為向用戶提供了有關預測活動的指導、分析、建議、決定，也不對用戶的預測結果負責。用戶享有和承擔參與預測活動的收益、損失和風險。若下述34 條中的列舉國公民執意參加本網站提供的預測服務，該用戶應同意並接受完整合約的所有條款，如承擔預測活動的損失和風險，因管轄法律的監管造成的損失等。",
    "hidden_container_liability_terms": "責任限制",
    "hidden_container_content_twentySix": "26、本網站將努力來驗證網站上任何信息的準確性，但不作任何形式的明示或暗示，法定或其他形式的聲明或保證，包括網站內容或第三方連結網站的內容，通過網站訪問的信息和功能，與第三方網站的任何超連結或與通過本網站或本網站連結的任何網站傳輸信息相關的安全性。",
    "hidden_container_content_twentySeven": "27、本網站可能允許第三方服務提供商通過本網站啟用cookie，進行分析或提供營銷服務。此類第三方啟用Cookie將不受本網站控制，本網站不對第三方的任何行為負責。",
    "hidden_container_content_twentyEight": "28、本網站不對用戶因使用本網站造成的損失承擔任何責任，包括但不限於：（1）用戶的失誤如錯誤構建的交易或輸入錯誤的數字貨幣地址;（2）伺服器故障或數據丟失;（3）任何未經授權的第三方活動，包括但不限於對網站或服務使用病毒，網絡釣魚，暴力強迫或其他攻擊手段。",
    "hidden_container_content_twentyNine": "29、在此，不保證本網站或提供服務的伺服器沒有病毒或錯誤，內容準確，不會中斷，缺陷得到糾正。且本網站不對任何形式產生的任何損失負責，包括用戶信賴網站上所載的材料或信息做出的行為,造成的損失。",
    "hidden_container_content_thrity": "30、用戶同意本網站不承擔因任何錯誤，遺漏，中斷，刪除，缺陷，延遲操作或傳輸，通信線路故障，盜竊或銷毀或未經授權訪問或更改數據或信息導致的直接或間接的損失。本網站亦不承擔網絡或線路，Wi-Fi，藍牙，計算機，系統，伺服器或提供商，計算機設備，軟體或電子郵件的任何技術故障，或任何網站或網際網路的擁堵產生的責任。此外，本網站無需承擔因系統或通訊錯誤，網站的程序錯誤或病毒導致的用戶硬體和/或軟體和/或數據受到損害的責任。",
    "hidden_container_content_thrityOne": "31、用戶同意免除本網站（包括員工，董事，代理和附屬機構等）因下列事宜遭受或履行或承擔任何索賠，要求，行為，損害，損失，成本或費用（包括但不限於合理的法律費用）：a) 用戶使用本網站服務或進行與本網站服務相關的活動； b) 用戶違反完整合約的任何條款。 c) 侵犯其他主體的權利。",
    "hidden_container_content_thrityTwo": "32、當用戶登錄，瀏覽，使用本網站任何服務時，本網站可能會接收並採集用戶的信息。此類信息可能會依據管轄法律，法規，政府政策或法律程序而被披露。因此，本網站不負責維護用戶提供或通過上述方法收集的任何用戶信息的機密性。",
    "hidden_container_content_thrityThree": "33、用戶應保證其提供的任何信息的正確性和完整性。本網站不對用戶操作數字貨幣轉帳的錯誤和失誤承擔責任。例如，用戶輸入錯誤的密碼，或提供錯誤的信息。",
    "hidden_container_content_thrityFour": "34、本網站不對用戶使用本網站從事的任何行為負責。用戶須自行了解和確保，其參與本網站上的預測活動須符合其國籍所在地和預測行為地的法律規定，與此相關的所有風險和責任由用戶自行承擔，與本網站無關。現特此明確拒絕承擔以下責任：a) 任何人在使用本網站或進行預測活動時違反任何國家的反洗錢，反恐怖融資或其他監管要求。 b) 經過慎重考慮，本網站決定不接受美國，伊拉克和中國大陸的公民或居民參與預測。",
    "hidden_container_termination_terms": "終止服務",
    "hidden_container_content_thrityFive": "35、本網站有權基於任何理由立即暫停或終止用戶訪問網站及相關服務權利並無事先通知的義務，並且可以刪除或停用您的帳戶以及所有相關信息和文件。網站無需因此承擔任何責任。",
    "hidden_container_content_thritySix": "36、用戶在訪問或使用網站及服務時，同意不從事任何行為違反國籍所在地及交易可能涉及的任何管轄法律。此外，用戶對使用網站產生的後果完全負責。在不限制前述內容的前提下，用戶同意不會：a) 利用本網站提供的服務支付，支持或以其他方式參與任何非法活動，包括但不限於非法賭博，欺詐，洗錢或恐怖活動； b)使用非本網站提供的任何機器人或其他自動化手段或介面訪問本網站及服務或提取數據； c) 提供錯誤、不準確或誤導性信息； d) 鼓勵或引誘第三方參與完整合約所禁止的活動； e) 向本網站介紹任何病毒，木馬，蠕蟲，邏輯炸彈或其他有害物質；f) 懷疑用戶的行為方式不利於我們業務的行為。",
    "hidden_container_content_thritySeven": "37、用戶因違反完整合約的任何條款或其他行為導致本網站受損,包括但不限於名譽損害，本網站有權追究用戶賠償損失。本網站未及時追責，不視為對任何權利的放棄。",
    "hdden_container_intellectual_terms": "智慧財產權",
    "hidden_container_content_thrityEight": "38、本網站上包含的所有內容，包括但不限於文字，商標，圖表等均為本網站或其提供者的財產並受相關智慧財產權和所有權法律的保護。用戶同意遵守內容中包含的所有的版權和其他所有權聲明，圖例或其他限制，並且不會對其進行任何更改。用戶也承諾不會修改，披露，傳播，進行逆向工程，製作衍生作品，參與任何轉讓或銷售，或者全部或部分地使用本網站上的任何內容。",
    "hidden_container_other_terms": "其他",
    "hidden_container_content_thrityNine": "39、用戶已認可用戶與本網站間的完整合約或使用本網站不會導致本網站與用戶之間存在任何合資企業，合夥，僱傭或代理關係。本網站對完整合約的履行受制於現行有效的法律和法律程序。如果完整合約的任何部分根據適用法律被確定為無效或不可執行，則無效或不可執行的條款將被有效的，可強制執行的且最貼近原始條款意圖的條款替代。其餘部分繼續有效。",
    "hidden_container_content_fourty": "40、此外，用戶應承擔，本網站因用戶違反完整合約或用戶使用本網站而令網站遭受的所有索賠，損失和費用。本網站未及時追責，不視為對任何權利的放棄。",
    "hidden_container_content_fourtyOne": "41、用戶因使用本網站或預測活動引起的糾紛的追責，須於糾紛發生起一（1）年內提出。",
    "hidden_container_content_fourtyTwo": "42、如果您有任何疑問，可以聯絡【support@coingame.com】。",
    "hidden_container_refuse": "拒絕",
    "hidden_container_agree": "同意"
  }
}
